export const quizPapersm = [ 
    {
        id: 1,
        title: "කඩදාසි 1",
        description: "මෙය මෝටර් රථ වාහන නීතිය පිළිබඳ නියමු ප්‍රශ්න පත්‍රය සඳහා වන ලිඛිත විභාගයකි. කරුණාකර එක් එක් ප්‍රශ්නය සඳහා සපයා ඇති විකල්ප වලින් නිවැරදි පිළිතුර තෝරන්න. සියලුම ප්‍රශ්නවලට පිළිතුරු සපයා ඇති බවට සහතික වන්න.",
        duration: 60,
        questions: 40,
        link: '1',
    },
    {
        id: 2,
        title: "කඩදාසි 2",
        description: "මෙය මෝටර් රථ වාහන නීතිය පිළිබඳ නියමු ප්‍රශ්න පත්‍රය සඳහා වන ලිඛිත විභාගයකි. කරුණාකර එක් එක් ප්‍රශ්නය සඳහා සපයා ඇති විකල්ප වලින් නිවැරදි පිළිතුර තෝරන්න. සියලුම ප්‍රශ්නවලට පිළිතුරු සපයා ඇති බවට සහතික වන්න.",
        duration: 60,
        questions: 40,
        link: '2',
    },
    {
        id: 3,
        title: "කඩදාසි 3",
        description: "මෙය මෝටර් රථ වාහන නීතිය පිළිබඳ නියමු ප්‍රශ්න පත්‍රය සඳහා වන ලිඛිත විභාගයකි. කරුණාකර එක් එක් ප්‍රශ්නය සඳහා සපයා ඇති විකල්ප වලින් නිවැරදි පිළිතුර තෝරන්න. සියලුම ප්‍රශ්නවලට පිළිතුරු සපයා ඇති බවට සහතික වන්න.",
        duration: 60,
        questions: 40,
        link: '3',
    },
    {
        id: 4,
        title: "කඩදාසි 4",
        description: "මෙය මෝටර් රථ වාහන නීතිය පිළිබඳ නියමු ප්‍රශ්න පත්‍රය සඳහා වන ලිඛිත විභාගයකි. කරුණාකර එක් එක් ප්‍රශ්නය සඳහා සපයා ඇති විකල්ප වලින් නිවැරදි පිළිතුර තෝරන්න. සියලුම ප්‍රශ්නවලට පිළිතුරු සපයා ඇති බවට සහතික වන්න.",
        duration: 60,
        questions: 40,
        link: '4',
    },
];