import quiz1Image1 from '../../assets/2-13.png'
import quiz1Image2 from '../../assets/2-9.png'
import quiz1Image3 from '../../assets/road-narrows-ahead.svg'
import quiz1Image4 from '../../assets/29.webp'
import quiz1Image5 from '../../assets/2-1.png'
import quiz1Image6 from '../../assets/2-4.png'
import quiz1Image7 from '../../assets/2-14.png'
import quiz1Image8 from '../../assets/road-closed.svg'
import quiz1Image9 from '../../assets/2-20.png'
import quiz1Image10 from '../../assets/19.png'
import quiz1Image11 from '../../assets/single-track-level-crossing.svg'
import quiz1Image12 from '../../assets/23.png'
import quiz1Image13 from '../../assets/2-16.png' 
import quiz1Image14 from '../../assets/2-3.png'
import quiz1Image15 from '../../assets/40.png'
import quiz1Image16 from '../../assets/28.png'
import quiz1Image17 from '../../assets/2-17.png'
import quiz1Image18 from '../../assets/2-18.png'
import quiz1Image19 from '../../assets/2-6.png'
import quiz1Image20 from '../../assets/2-19.png'

export const quiz2Datasm = [
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image1,
        "answers": [
            { "text": "පටු පාලමකි", "correct": false },
            { "text": "ඉදිරියේ මාර්ගය පටු බවයි", "correct": false },
            { "text": "පටු පාලම ඉදිරියෙන් ඇති බවයි", "correct": true },
            { "text": "ද්විත්ව මාර්ගය ඉදිරියෙන් ඇති බවයි", "correct": false }
        ]
    },
    {
        "question": " මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image2,
        "answers": [
            { "text": "ඉදිරියෙන් එන වාහනවලට ප්‍රමුඛතාවය අවසන්", "correct": false },
            { "text": "ඇතුල්වීම තහනම්", "correct": false },
            { "text": "වාහන ඉස්සර කිරීම තහනම්", "correct": true },
            { "text": "ඉරට්ටේ දිනවල නැවැත්වීම තහනම්", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image3,
        "answers": [
            { "text": "පටු පාලම ඉදිරියෙන් බවයි", "correct": false },
            { "text": "පටු මාර්ගයක් බවයි", "correct": false },
            { "text": "ඉදිරියේ මාර්ගය පටු බවයි", "correct": true },
            { "text": "ද්විත්ව මාර්ගය ඉදිරියෙන් බවයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image4,
        "answers": [
            { "text": "පදික මාරුව ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "මගීන් මාරුවන ස්ථානය ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "ළමයින් මාරුවන ස්ථානය ඉදිරියෙන් බවයි", "correct": false },
            { "text": "පදිකයින් මාරුවන ස්ථානය ඉදිරියෙන් ඇති බවයි", "correct": true }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නෙ",
        "src": quiz1Image5,
        "answers": [
            { "text": "අනිවාර්ය වටරවුම ඉදිරියෙනි", "correct": false },
            { "text": "වටරවුම ඉදිරියෙන්", "correct": false },
            { "text": "වටරවුම", "correct": false },
            { "text": "අනිවාර්ය වටරවුම", "correct": true }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image6,
        "answers": [
            { "text": "මාර්ගය වසා ඇත", "correct": false },
            { "text": "කාර් සහ යතුරු පැදි සඳහා මාර්ගය වසා ඇත", "correct": false },
            { "text": "සියලුම වාහන සඳහා මාර්ගය වසා ඇත", "correct": true },
            { "text": "කාර් සහ යතුරු පැදි ඇතුල්වීම තහනම්", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image7,
        "answers": [
            { "text": "ඔත්තේ දිනවල වාහන නැවැත්වීම තහනම් බවයි", "correct": false },
            { "text": "ඇතුල්වීම තහනම් බවයි", "correct": true },
            { "text": "විරුද්ධ දිශාවෙන් වාහන පැමිණිය නොහැකි බවයි", "correct": false },
            { "text": "ඔත්තේ දිනවල ඇතුල්වීම තහනම් බවයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image8,
        "answers": [
            { "text": "අනිවාර්ය වටරවුම", "correct": false },
            { "text": "ඇතල්වීම තහනම්", "correct": false },
            { "text": "මාර්ගය වසා ඇත", "correct": true },
            { "text": "බස් හා ලොරි සඳහා පාර වසා ඇත", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නෙ",
        "src": quiz1Image9,
        "answers": [
            { "text": "තහනම් සංඥාවකි", "correct": false },
            { "text": "අනතුරු හැඟවිමේ සංඥාවකි", "correct": false },
            { "text": "පාලක සංඥාවකි", "correct": false },
            { "text": "තොරතුරු සංඥාවකි", "correct": true }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image10,
        "answers": [
            { "text": "පදිකයින් මාරු වන ස්ථානය", "correct": false },
            { "text": "පොලිස් ස්ථානය", "correct": false },
            { "text": "ඉන්ධන පිරවුම්හල", "correct": false },
            { "text": "වාහන නවත්වන ස්ථානය", "correct": true }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image11,
        "answers": [
            { "text": "ආරක්කෂා කර නොමැති දුම්රිය හරස් මාර්ගයක් ඇති බවයි", "correct": true },
            { "text": "ආරක්කෂා කර නොමැති දුම්රිය මාර්ගය ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "එනිනෙක හරහා ගමන් කරන මාර්ගයක් ඇති බවයි", "correct": false },
            { "text": "ඉදිරියෙන් මාර්ගය වසා ඇත", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image12,
        "answers": [
            { "text": "ප්‍රධාන පාර ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "ත්‍රිකෝණාකාර මංසන්ධිය ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "“මාර්ගය ඉඩ” දෙනු යන අදහසයි", "correct": true },
            { "text": "“ඉදිරියෙන් ඉඩ දෙනු” යන අදහසයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image13,
        "answers": [
            { "text": "වාහන ඇතුල්වීම සීමා කර ඇති බවයි", "correct": false },
            { "text": "“ඉදිරියෙන් ඉඩ දෙනු” අදහසයි", "correct": false },
            { "text": "ප්‍රමුඛතා මාර්ගයේ අවසානය බවයි", "correct": true },
            { "text": "ප්‍රමුඛතා මාර්ගය බවයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image14,
        "answers": [
            { "text": "තොරතුරු සංඥාවකි", "correct": false },
            { "text": "අනතුරු හැඟවීමේ සංඥාවකි", "correct": false },
            { "text": "තහනම් සංඥාවකි", "correct": true },
            { "text": "විධාන සංඥාවකි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image15,
        "answers": [
            { "text": "ඉරට්ටේ දිනවල වාහනය ඇතුල්වීම තහනම්", "correct": false },
            { "text": "ඔත්තේ දිනවල වාහනය නැවැත්වීම තහනම්", "correct": false },
            { "text": "ඉරට්ටේ දිනවල වාහන නැවැතවීම තහනම්", "correct": true },
            { "text": "ඔත්තේ දිනවල වාහන ඇතුල්වීම තහනම්", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image16,
        "answers": [
            { "text": "ඉදිරියෙන් ප්‍රධාන මාර්ගයට ඇතුල් වන බවයි", "correct": false },
            { "text": "ඉදිරියට යන වාහන වලට ප්‍රමුඛතාවය දිය යුතු බවයි", "correct": true },
            { "text": "ඉදිරියෙන් එන වාහන වලට ප්‍රමුඛතාවය දිය යුතු බවයි", "correct": false },
            { "text": "ඉදිරියෙන් පැමිණෙන වාහනයෙන් ප්‍රවේශම් වන්න යන අදහසයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image17,
        "answers": [
            { "text": "“දුම්රිය ඉදිරියෙන් පැමිණිය හැකි බැවින් ප්‍රවේශම් වන්න” යන්නයි", "correct": false },
            { "text": "දුම්රියෙන් ප්‍රවේශම් විය යුතු බවයි", "correct": false },
            { "text": "ආරක්ෂා කර නොමැති දුම්රිය හරස් මාර්ගය ඉදිරියෙන් බවයි", "correct": true },
            { "text": "ආරක්ෂා කර නොමැති දුම්රිය හරස් මාර්ගයක් බවයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image18,
        "answers": [
            { "text": "වැලමිට වංගුව ඉදිරියෙන් ඇති බවයි", "correct": false },
            { "text": "“U”හැඩයට සිටන සේ හැරවීම තහනම් බවයි", "correct": true },
            { "text": "දකුණු පැත්තට හැරවීම තහනම් යන අදහසයි", "correct": false },
            { "text": "“දකුණු පැත්තට හැරවීම තහනම්” යන අදහසයි", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image19,
        "answers": [
            { "text": "Y හැඩයේ මංසන්ධිය ඉදිරියෙනි", "correct": false },
            { "text": "පටු පාලමක් ඉදිරියෙන්", "correct": false },
            { "text": "ද්විත්ව රථ මාර්ගයේ අවසානය ඉදිරියෙනි", "correct": true },
            { "text": "ඉදිරියේදී මාර්ගය පටුය", "correct": false }
        ]
    },
    {
        "question": "මෙම සලකුණින් දැක්වෙන්නේ",
        "src": quiz1Image20,
        "answers": [
            { "text": "විදුලි ආලෝක සංඥා යන අදහසයි", "correct": false },
            { "text": "නවතිනු යන අදහසයි", "correct": true },
            { "text": "ඉඩදෙනු යන අදහසයිි", "correct": false },
            { "text": "වට රවුම ඉදිරියෙන් බවයි", "correct": false }
        ]
    },
    {
        "question": "වාහනය මහා මාර්ගයේ පදවා ගෙන යන ඔබ මගීන් මාරුවන ස්ථානයක් ඉදිරියෙන් ඇති බවට මාර්ග සංඥාවක් දුටු විගසම,",
        "answers": [
            { "text": "ඉක්මණින් මගීන් පැමිණිමට පෙර මගීන් මාරුවන ස්ථානය පසු කර යාම සදහා වේගය වැඩි කල යුතුය", "correct": false },
            { "text": "වාහනය නතර කර ගැනීමට බලාපොරොත්තුවෙන් වේගය පාලනය කර ධාවනය කල යුතුය.", "correct": true },
            { "text": "නළාව ශබ්ද කර තමා එව බව මගීන්ට දන්වා නොනවත්වාම යා යුතුය", "correct": false },
            { "text": "මහා මාර්ගයේ මාගී තද බදයක් නොමැතිනම් තමට රිසි සේ ධාවනය කල හැක", "correct": false }
        ]
    },
    {
        "question": "ඉදිරියෙන් යන වාහනට ඉස්සර කිරීමට ඔබට අවශ්‍ය නම්",
        "answers": [
            { "text": "ඉදිරි වාහනයේ රියදුරු ඉස්සර කිරීමට සංඥා කළ විට එය කිරීම අවශ්‍ය නැත", "correct": false },
            { "text": "ඉදිරි මාර්ගය පැහැදිලිව පෙනෙන්නේ දැයි පරීක්ෂා කළ යුතුයි", "correct": false },
            { "text": "මහා මාර්ගය ඉඩ තිබෙන ස්ථානයක් දැයි පරීක්ෂා කළ යුතුයි", "correct": false },
            { "text": "මහා මාර්ගය හොඳින් නිරීක්ෂණය කර ඉස්සර කිරීමට හැකි දැයි පරික්ෂා කර තීරණය කළ යුතුයි", "correct": true }
        ]
    },
    {
        "question": "ඔබ ඉදිරියේදී දකුණට හැරවිය යුතු නම් ගමන් කල යුත්තේ",
        "answers": [
            { "text": "මාර්ගය වම් පස තීරුවේය", "correct": false },
            { "text": "දකුණු පැත්තට ගෙන යා යුතුය", "correct": true },
            { "text": "මර්ගයේ මධ්‍ය රේඛාවට ආසන්නම ධාවන තීරුවේය", "correct": false },
            { "text": "තමා කැමති මං තීරුවක් භාවිතා කල හැක", "correct": false }
        ]
    },
    {
        "question": "ඔබ ඉදිරියේදී වම් පැත්තේ නතර කල යුතු බව දන්නේ නම් වාහනය ගමන් කරවිය යුත්තේ",
        "answers": [
            { "text": "මංතීරු භාවිතා කිරීමට අවශ්‍ය නැත", "correct": false },
            { "text": "මාර්ගයේ මැද තීරුවේය", "correct": false },
            { "text": "මර්ගයේ දකුණු පැත්තේය", "correct": false },
            { "text": "මාර්ගයේ වම් පස තීරුවේය", "correct": true }
        ]
    },
    {
        "question": " අතුරු මාර්ගයකින් ප්‍රධාන මාර්ගයට ඔබ පිවිසෙන විට",
        "answers": [
            { "text": "දකුණු පැත්ත බලා වාහන නොමැතිනම් මාර්ගයට ගැනීම සුදුසුය", "correct": false },
            { "text": "වම් පැත්ත බලා වාහන නොමැතිනම් මාර්ගයට ගැනීම සුදුසුය", "correct": false },
            { "text": "මර්ගයේ දෙපසම සාර්ථකව නිරීෂණය කිරීමෙන් පසු මාර්ගයට ගැනීම සුදුසුය", "correct": true },
            { "text": "ප්‍රධාන පාරේ වාහන තදබදයක් නොමැතිනම් වමෙන් ඇතුලූවිය හැක", "correct": false }
        ]
    },
    {
        "question": "ඔබට පසු පසින් පැමිනෙණ වාහනයට ඔබව ඉස්සර කිරීමට අවශ්‍ය බව හැගී ගියොත් ඔබ විසින් කල යුතු වන්නේ",
        "src": "",
        "answers": [
            { "text": "වාහනයේ වේගය අඩු කර වම් පසින් ධාවනය කර ඉස්සර කිරීමට ඉඩ දීමයි", "correct": true },
            { "text": "වම් පස සිග්නල් ලාම්පු දල්වා ඔහුට යන ලෙස දැන්වීමය", "correct": false },
            { "text": "වාහනය තවත් පාර මැදට ගෙන ඔහුට ඉස්සර වීමට ඉඩ නොදී ගමන් කිරීමට", "correct": false },
            { "text": "පසු පසින් එන වාහනය ගැන සැලකිලිමත්වීම අවශ්‍ය නැත", "correct": false }
        ]
    },
    {
        "question": "ඔබ වාහනය පදවාගෙන යන අවස්ථාවේ ඔබගේ ජංගම දුරකථනය නාද වුවහොත්",
        "src": "",
        "answers": [
            { "text": "එක් අතකින් සුක්කානම හසුරුවාගෙන අනෙක් අතින් දුරකථනය ගෙන ප්‍රතිචාර දැක්විය යුතුය", "correct": false },
            { "text": "දුරකථනයට ප්‍රතිචාර දැක්වීමට අවශ්‍ය නම් වාහනය අයින්කර නවතා තබා දුරකථනයට ප්‍රතිචාර දැක්විය යුතුය", "correct": true },
            { "text": "ජංගම දුරකථනය රැගෙන යාම නොකල යුතුය", "correct": false },
            { "text": "නාගරික ප්‍රදේශ වලදී පමනක් දුරකථනය ගෙන ප්‍රතිචාර දැක්විය නොහැක", "correct": false }
        ]
    },
    {
        "question": "ඔබ වාහනය පදවාගෙන යන අවස්ථවකදීම මාර්ගයේ ඉදිරියේ බාධකයක් නිසා වාහන පේළියක් එක් වාහනයක් පිටිපස්ස එක් එක් වාහන නතර කර තිබෙන විට ඔබ විසින් කළ යුත්තේ",
        "src": "",
        "answers": [
            { "text": "සියලූම වාහන ඉස්සර කර ගෙන ගොස් බාධකය ඇති තැනකට පිවිසීමයි", "correct": false },
            { "text": "මාර්ගයේ නතර වී ඇති අවසාන වාහනයට පසු පසින් නතර කර සිටිමයි", "correct": true },
            { "text": "නාලාව ශබ්ද කර තමාට ඉක්මනින් යා යුතු බව දැන්වීමයි", "correct": false },
            { "text": "විරුද්ධ දිශාවෙන් වාහන නොමැති නම් මාර්ගයේ දකුණු පැත්තෙන් ගමන් කල හැක", "correct": false }
        ]
    },
    {
        "question": "ඔබ වාහනය පදවාගෙන යන අවස්ථවක ඉදිරියේ මාර්ගය අයිනේ බස් රථයක් නතර කර මගීන් බසිමින් සිට නම් ඔබ කල යුත්තේ",
        "src": "",
        "answers": [
            { "text": "මගීන් පාර මාරු වීමට ප්‍රථම හැකි ඉක්මනින් බස් රථය ඉස්සර කර යෑමය", "correct": false },
            { "text": "බස් රථය පසුපසින් ඔබද නතර කර සිටිමයි", "correct": false },
            { "text": "මගීන් මාරුවේ යැයි බලාපොරොත්තුවෙන් නතර කර ගැනීමට හැකි වන සේ වේගය අඩු කර ධාවනය කිරීමයි", "correct": true },
            { "text": "නතර කර ඇති වාහන ගැන සැලකිලිමත්වීම අවශ්‍ය නැත", "correct": false }
        ]
    },
    {
        "question": "ඔබ වාහනය පදවාගෙන යන අවස්ථවකදී ඉදිරියේ රථ වාහන ආලෝක සංඥා සහිත මං සන්දියක් බවදැනගත් විට",
        "src": "",
        "answers": [
            { "text": "සෑම අවස්ථාවකදීම සංඥා ලාම්පු වලට අවනතව ධාවනය කළ යුතුය", "correct": true },
            { "text": "මංසන්දිය අසලදී නතර කර ගැනීමට සූදනම් විය යුතුය", "correct": false },
            { "text": "ඉදිරියෙන් ගමන් කරන වාහයනයට කරන දේ තමාද කළ යුතුය", "correct": false },
            { "text": "වේගය වැඩි කර ඉක්මණින් මංසන්දිය පසු කළ යුතුවේ", "correct": false }
        ]
    },
    {
        "question": "රාත්‍රී කාලයේදී වාහනයක් ධාවනය කිරීමේදී",
        "src": "",
        "answers": [
            { "text": "වාහන තදබදය අඩු නිසා වේගයෙන් ධාවනය කළ හැකිය", "correct": false },
            { "text": "පෙනීම සීමාසහිත බැවින් වඩා සුපරීක්ෂාකාරී ධාවනය කල යුතුය", "correct": true },
            { "text": "ප්‍රධාන පහන් හොදින් ඇති විට සැලකිලිමත්වීම අවශ්‍ය නැත", "correct": false },
            { "text": "වාහනයේ නලාව හැකි පමණ පාවිච්මි කල යුතුය", "correct": false }
        ]
    },
    {
        "question": "සංඥා එළි සහිත මංසන්දියකදී පොලිස් නිළධාරී මහතකු වාහන පාලනය කරයි නම්, ඔබ දැනගත් ක්‍රියා කළ යුත්තේ",
        "src": "",
        "answers": [
            { "text": "පොලිස් නිලදාරි මහතාගේ අණ අනුවය.", "correct": true },
            { "text": "සංඥා එලායෙන් දැක්වෙන අණ පරිදිය", "correct": false },
            { "text": "ඔබට රිසි පරිදිය", "correct": false },
            { "text": "දකුණට හැරවීමේදී පමණක් පොලිස් නිලදාරි මහතාගේ අණට අවනත විය යුතුය", "correct": false }
        ]
    },
    {
        "question": "ඔබ පදවන වාහනට අතරමගදී ආපදාවකට ලක් වුවහොත් ඔබ කල යුත්තේ",
        "src": "",
        "answers": [
            { "text": "වාහනයේ පහන් දල්වා නතර කළ හැක.", "correct": false },
            { "text": "ආපදාවකට ලක්වූ තැනම නතර කිරීමය.", "correct": false },
            { "text": "හැකිතාක් දුරට වාහනය ධාවනය කර යාමය", "correct": false },
            { "text": "හැකි උපරිම මට්ටමිනි මාර්ගය අවහිර නොවන පරිදි වාහනය නතර කිරීමයි", "correct": true }
        ]
    },
    {
        "question": "වැසි සහිත කාලගුණයක් ඇති අවස්ථාවක, වාහනය පදවන විටදී සෑම විටම කළ යුත්තේ",
        "src": "",
        "answers": [
            { "text": "අඩු ගියරයක හෙමින් පැදවීමයි", "correct": true },
            { "text": "අඩු ගියරයක පැදවිය යුතුය", "correct": false },
            { "text": "ගියර් නොමැතිව (නිවුටල්) තත්වයේ පැදවිය යුතුය", "correct": false },
            { "text": "හැකි තරම් වේගය ගත යුතුයි", "correct": false }
        ]
    },
    {
        "question": "බෑවුම් සහිත මාර්ගයක වාහනය ධාවනය කිරීමේදී,",
        "src": "",
        "answers": [
            { "text": "වැඩි ගියරයක හෙමින් පැදවීමයි", "correct": false },
            { "text": "අඩු ගියරයක පැදවිය යුතුය", "correct": true },
            { "text": "ගියර් නොමැතිව (නිවුටල්) තත්වයේ පැදවිය යුතුය", "correct": false },
            { "text": "හැකි තරම් වේගය ගත යුතුයි", "correct": false }
        ]
    },
    {
        "question": "තැනිතලා බිමක වාහන නවතා තැබිමේදී ඔබ කළ යුතු වැදගත් කාරණයක් වන්නේ",
        "src": "",
        "answers": [
            { "text": "නවතා තැබිමේ තිරිංග නිසි පරිදි යෙදීමයි", "correct": true },
            { "text": "දිවා කාලයේ වුවද නැවතුම් පහන් දල්වා තැබිමයි", "correct": false },
            { "text": "ඉදිරි රෝද දකුණට හරවා නවතා තැබිමයි", "correct": false },
            { "text": "දොර අගුලූ හොදින් වසා තැබිමයි", "correct": false }
        ]
    },
    {
        "question": "අවදානම් හැගවීමේ පහන් දැල්විය යුත්තේ",
        "src": "",
        "answers": [
            { "text": "හතර මං සංදියකදී ඉදිරියට ගමන් කරන විටය", "correct": false },
            { "text": "අවදානම් ස්ථානයකදී වාහනයක් ඉස්සර කරන විටය", "correct": false },
            { "text": "මහා මාර්ගයේ අපදාවකට ලක් වූ වාහනයක් නවතා තබන විටදීය", "correct": true },
            { "text": "වාහනයක් රෝගී පුද්ගලයන් ගෙන යන අවස්ථායකදී", "correct": false }
        ]
    },
    {
        "question": "මෝටර් වාහනයකට ඉන්ධන පිරවීමේදී",
        "src": "",
        "answers": [
            { "text": "වාහනයේ එන්ජිම පණ ගන්වා තිබියදී ඉන්ධන පිරවිය යුතුය", "correct": false },
            { "text": "ඉන්ධන පුරවන අවස්ථාවේදී එන්ජිම නවතා තැබිය යුතුය", "correct": true },
            { "text": "එන්ජිමේ තෙල් නියමිත ප්‍රමාණයට ඇත්දැයි අනිවාර්යයෙන් පරික්ෂා කළ යුතුය", "correct": false },
            { "text": "ඉන්ධන ලබා ගැනීමේදී එන්ජිම ගන සැලකි", "correct": false }
        ]
    },
    {
        "question": "නව අංක තහඩු ක්‍රමය යටතේ ලබා දෙනු ලබන වාහන අනන්‍යතා පත්‍රය",
        "src": "",
        "answers": [
            { "text": "සෑම විටම වාහනය තුල තබා ගත යුතුය", "correct": true },
            { "text": "නිවසේ ආරක්ෂිත ස්ථානයක සුරක්ෂිත තැබිය යුතුය", "correct": false },
            { "text": "වාහනයේ අයිතිකරු ලග තබා ගත යුතුය", "correct": false },
            { "text": "අනන්‍යාතා පත්‍රය පිිබද සැලකිලිමත් වීම", "correct": false }
        ]
    },
    {
        "question": " ඔබ රාත්‍රී කාලයේදී වාහනයක් පදවා ගෙන යනවිට වෙනත් වාහනයක් ඉදිරියෙන් පැමිණෙන අවස්ථාවකදි ඔබ විසින් කල යුතු වන්නේ",
        "src": "",
        "answers": [
            { "text": "වාහනයේ ප්‍රධාන පහන් අවපාත කිරීමය", "correct": true },
            { "text": "වාහනයේ ප්‍රධාන පහන් නිවා දැමිමය", "correct": false },
            { "text": "වාහනයේ නාලාව ක්‍රියා කරවීමය", "correct": false },
            { "text": "ඉදිරි වාහනයේ පහන් අවපාත කලහොත් පමණක් පහන් අවපාත කල යුතුය", "correct": false }
        ]
    },
];