import quiz1Image1 from '../../assets/31.png' //
import quiz1Image2 from '../../assets/2-11.png' // 
import quiz1Image3 from '../../assets/2-10.png' // 
import quiz1Image4 from '../../assets/2-12.png' // 
import quiz1Image5 from '../../assets/30.jpeg' // 
import quiz1Image6 from '../../assets/35.jpeg' // 
import quiz1Image7 from '../../assets/47.webp' //
import quiz1Image8 from '../../assets/2-13.png' //
import quiz1Image9 from '../../assets/29.webp' //
import quiz1Image10 from '../../assets/2-14.png' //
import quiz1Image11 from '../../assets/2-15.png' //
import quiz1Image12 from '../../assets/2-16.png' //
import quiz1Image13 from '../../assets/28.png' // 
import quiz1Image14 from '../../assets/2-17.png' //
import quiz1Image15 from '../../assets/2-18.png' //
import quiz1Image16 from '../../assets/2-19.png' //
import quiz1Image17 from '../../assets/27.png' //
import quiz1Image18 from '../../assets/2-20.png' //
import quiz1Image19 from '../../assets/2-21.png' //
import quiz1Image20 from '../../assets/2-22.png' // 
import quiz1Image21 from '../../assets/26.png' //
import quiz1Image22 from '../../assets/39.png' // 
import quiz1Image23 from '../../assets/2-23.png' //
import quiz1Image24 from '../../assets/2-7.png' // 
import quiz1Image25 from '../../assets/25.png' //
import quiz1Image26 from '../../assets/2-25.png' // check from here

export const quiz2Datatm = [
    {
        "question": "இவ் வீதி சமிக்ஞையினால் குறிப்பிடப்படுவது",
        "src": quiz1Image1,
        "answers": [
            { "text": "பிரதான வீதி முன்னால்", "correct": false },
            { "text": "முன்னால் வீதியில் வழி விடுக", "correct": true },
            { "text": "முக்கோண வடிவ சந்தி முன்னால்", "correct": false },
            { "text": "வீதியில் வழி விடுக", "correct": false }
        ]
    },
    {
        "question": "இவ் வீதி சமிக்ஞையினால் குறிப்பிடப்படுவது",
        "src": quiz1Image2,
        "answers": [
            { "text": "கருங்கல் உடைக்கும் இடம் முன்னால்", "correct": false },
            { "text": "ஆபத்தான சரிவு முன்னால்", "correct": false },
            { "text": "வீதி பழுதுபார்க்கப்படும் இடம் முன்னால்", "correct": false },
            { "text": "கற்பாறை துண்டுகள் விழும் இடம் முன்னால்", "correct": true }
        ]
    },
    {
        "question": "இவ் வீதி சமிக்ஞையினால் குறிப்பிடப்படுவது",
        "src": quiz1Image3,
        "answers": [
            { "text": "இரட்டை நாட்களில் வாகனங்கள் உட்பிரவேசிப்பது தடைசேய்யப்பட்டுள்ளது", "correct": false },
            { "text": "இரட்டை நாட்களில் வாகனங்கள் நிறுத்து தடைசேய்யப்பட்டுள்ளது", "correct": true },
            { "text": "ஒற்றை நாட்களில் வாகனங்கள் நிறுத்து தடைசேய்யப்பட்டுள்ளது", "correct": false },
            { "text": "ஒற்றை நாட்களில் வாகனங்கள் உட்பிரவேசிப்பது தடைசேய்யப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "காட்டப்பட்டுள்ள பொலிஸ் உத்தியோகத்தரின் கட்டளை யாது?",
        "src": quiz1Image4,
        "answers": [
            { "text": "பின்னல் வரும் வாகனங்கள் நிறுத்துக ", "correct": false },
            { "text": "முன்னால் மற்றும் பின்னல் வரும் வாகனங்கள் நிறுத்துக", "correct": false },
            { "text": "முன்னல் வருக", "correct": false },
            { "text": "நிறுத்துக ", "correct": true }
        ]
    },
    {
        "question": "வீதியில் குறுக்காக வாரயப்பட்டுள்ள இக் குறியீட்டினால் குறிப்பிடப்படுவது:",
        "src": quiz1Image5,
        "answers": [
            { "text": "வழிவிடும் ரேகை", "correct": false },
            { "text": "மோட்டார் வாகன வழி சமிக்ஞைகள் அல்லது பொலிஸாரினால் நிருவாகிக்கப்படும் வீதி பிரிந்து செல்லும் இடமொன்றில் உள்ள நிறுத்தும் ரேகை", "correct": true },
            { "text": "நிறுத்தும் சமிக்ஞைக்கு அண்மையிலுள்ள நிறுத்தும் ரேகை", "correct": false },
            { "text": "\" சுற்று வாழைவுக்கு\" அண்மையிலுள்ள வழிவிடும் ரேகை", "correct": false }
        ]
    },
    {
        "question": "வீதியில் குறுக்காக வாரயப்பட்டுள்ள இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image6,
        "answers": [
            { "text": "வீதி பிரியும் இடமொன்றில் அமைத்துள்ள நிறுத்தும் ரேகை", "correct": false },
            { "text": "வீதி பிரியும் இடமொன்றில் அமைத்துள்ள நிறுத்தும் ரேகை", "correct": true },
            { "text": "நிறுத்தம் சமிக்ஞையில் அமைத்துள்ள நிறுத்தும் ரேகை", "correct": false },
            { "text": "வீதியில் வழி விடும் ரேகை", "correct": false }
        ]
    },
    {
        "question": "வீதியில் குறுக்காக வாரயப்பட்டுள்ள இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image7,
        "answers": [
            { "text": "வீதி ஒழுக்கு குறியீடு", "correct": false },
            { "text": "வீதி ஊடாக பயனிப்பதை தடை செய்யும் ரேகை", "correct": false },
            { "text": "வலது பக்கத்திற்கு திருப்புதல் தவிர குறுக்காக செல்வதை தடைசெய்யும் ரேகை", "correct": true },
            { "text": "மத்திய ரேகை", "correct": false }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image8,
        "answers": [
            { "text": "இரு வழிப்பாதை முன்னால் உண்டு", "correct": false },
            { "text": "ஒருங்கிய பாலம்", "correct": false },
            { "text": "முன்னால் உள்ள வீதி ஒடுக்கம்", "correct": false },
            { "text": "ஒருங்கிய பாலம் முன்னால் உண்டு", "correct": true }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image9,
        "answers": [
            { "text": "பாதசாரிகள் கடக்கும் இடம் முன்னால் உண்டு", "correct": true },
            { "text": "பாதசாரிகள் கடவை முன்னால் உண்டு", "correct": false },
            { "text": "பயனிகள் கடக்கும் இடம் முன்னால் உண்டு", "correct": false },
            { "text": "பிள்ளைகள் கடக்கும் இடம் முன்னால் உண்டு", "correct": false }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image10,
        "answers": [
            { "text": "ஒற்றை நாட்களில் உட்பிரவேசிப்பது தடைசேய்யப்பட்டுள்ளது", "correct": false },
            { "text": "ஒற்றை நாட்களில் நிறுத்துவது தடைசேய்யப்பட்டுள்ளது", "correct": false },
            { "text": "உட்பிரவேசிப்பது தடைசேய்யப்பட்டுள்ளது", "correct": false },
            { "text": "மாற்றுத் திசையிலிருந்து வாகனங்கள் வரமுடியாது", "correct": true }
        ]
    },    
    {
        "question": "இவ் குறியீட்டினால் காட்டப்படுவது",
        "src": quiz1Image11,
        "answers": [
            { "text": "பிரதான வீதி முன்னால் உண்டு என்பதாகும்", "correct": false },
            { "text": "முக்கோண வடிவ சந்தி முன்னால் உண்டு என்பதாகும்", "correct": false },
            { "text": "முன்னால் வழி விடுக என்பதாகும்", "correct": false },
            { "text": "வீதியில் வழி விடுக என்பதாகும்", "correct": true }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் காட்டப்படுவது",
        "src": quiz1Image12,
        "answers": [
            { "text": "வாகனங்கள் உட்பிரவேசிப்பது மட்டுப்படுத்தப்பட்டுள்ளது", "correct": false },
            { "text": "முன்னால் வழி விடுக", "correct": false },
            { "text": "முந்துரிமை வீதி", "correct": false },
            { "text": "முந்துரிமை வீதியின் முடிவு", "correct": true }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் காட்டப்படுவது",
        "src": quiz1Image13,
        "answers": [
            { "text": "முன்னால் பிரதான வீதிக்கு உட்பிரவேசிப்பு", "correct": false },
            { "text": "முன்னால் வரும் வாகனங்களுக்கு முந்துரிமை வழங்கல் வேண்டும்", "correct": false },
            { "text": "முன்னால் செல்லும் வாகனங்களுக்கு முந்துரிமை வழங்கல் வேண்டும்", "correct": true },
            { "text": "முன்னால் வரும் வாகனம் குறித்து எச்சரிக்கையாக இருக்கவும்", "correct": false }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் காட்டப்படுவது",
        "src": quiz1Image14,
        "answers": [
            { "text": "புகையிரதம் முன்னால் வரக்கூடும் என்பதால் எச்சரிக்கையாக இருக்கவும்", "correct": false },
            { "text": "புகையிரதம் குறித்து எச்சரிக்கையாக இருக்கவும்", "correct": false },
            { "text": "பாதுகாப்பற்ற புகையிரத குறுக்கு வீதி", "correct": false },
            { "text": "பாதுகாப்பற்ற புகையிரத குறுக்கு வீதி முன்னால்", "correct": true }
        ]
    },
    {
        "question": "இவ் குறியீட்டினால் காட்டப்படுவது",
        "src": quiz1Image15,
        "answers": [
            { "text": "முன்னால் வீதி முடிவடைகிறது", "correct": false },
            { "text": "கொண்டை ஊசி வடிவ வாளைவு முன்னால்", "correct": false },
            { "text": "U வடிவத்திற்கு திருப்பவது தடைசேய்யப்பட்டுள்ளது", "correct": true },
            { "text": "வலது பக்கத்திற்கு திருப்பவது தடைசேய்யப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image16,
        "answers": [
            { "text": "சுற்றுவட்டம் முன்னால் உள்ளது", "correct": false },
            { "text": "மின் ஒளி விளக்கு சமிக்ஞை", "correct": false },
            { "text": "நிறுத்து", "correct": true },
            { "text": "வழி விடுக", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் அறியத்தருவது",
        "src": quiz1Image17,
        "answers": [
            { "text": "நகரப் பிரதேசமொன்றுக்குள் உட்பிரவேசித்தல்", "correct": false },
            { "text": "அப்பிரதேசத்தினுள் வாகனம் செலுத்த முடியுமான அதி கூடிய வேகம்", "correct": true },
            { "text": "அப்பிரதேசத்தினுள் வாகனம் செலுத்த முடியுமான சாதாரண வேகம்", "correct": true },
            { "text": "குறிப்பிடப்பட் டுள்ள வேக எல்லையின் முடிவு", "correct": false }
        ]
    },
    {
        "question": "இச்சமிக்ஞை",
        "src": quiz1Image18,
        "answers": [
            { "text": "தடைசெய்யப்பட்ட ஒரு சமிக்ஞை", "correct": false },
            { "text": "எச்சரிக்கை விடுக்கும் ஒரு சமிக்ஞை", "correct": false },
            { "text": "கட்டுப்பாட்டு சமிக்ஞை", "correct": true },
            { "text": "தகவல் சமிக்ஞை", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image19,
        "answers": [
            { "text": "புகையிரத வீதி முன்னால் உண்டு", "correct": false },
            { "text": "வைத்தியசாலை முன்னால் உண்டு", "correct": false },
            { "text": "பள்ளிவாசல் ஒன்று முன்னால்", "correct": false },
            { "text": "குறுக்காக செல்லும் வீதிகள் முன்னால்", "correct": true }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image20,
        "answers": [
            { "text": "வலது பக்கத்திற்கு தீரும்பவும்", "correct": false },
            { "text": "இடது பக்கமாக வளைவு முன்னால்", "correct": true },
            { "text": "வலது பக்கமாக வளைவு முன்னால்", "correct": false },
            { "text": "இடது பக்கத்திற்கு தீரும்பவும்", "correct": false }
        ]
    },    
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image21,
        "answers": [
            { "text": "Y வடிவ சந்தி முன்னால் உண்டு", "correct": false },
            { "text": "பிரதான வீதி முன்னால் உண்டு", "correct": false },
            { "text": "இடது பக்கத்தால் வரும் வாகனங்களுக்கு முந்துரிமை வாழங்கல் வேண்டும் என்பதை அறிவித்தல்", "correct": false },
            { "text": "இடது பக்கத்தால் வரும் வாகனங்கல் பிரதான வீதியுடன் இணையும் சந்தி முன்னால்", "correct": true }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image22,
        "answers": [
            { "text": "முன்னால் வலது பக்கத்திற்கு திரும்பவும்", "correct": false },
            { "text": "வலது பக்கமாக கொண்டை ஊசி வடிவ வாளைவு முன்னால்", "correct": true },
            { "text": "முன்னால் U வடிவுக்கு திருப்ப முடியும்", "correct": false },
            { "text": "இடது பக்கமாக கொண்டை ஊசி வடிவ வாளைவு முன்னால்", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image23,
        "answers": [
            { "text": "ஒற்றை நாட்களில் வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "வீதி மூடப்பட்டுள்ளது", "correct": false },
            { "text": "வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "முன்னால் சுற்றுவட்டமொன்று உண்டு", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image24,
        "answers": [
            { "text": "இரட்டை நாட்களில் வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "வாகனங்கள் உப்பிரவேசித்தல் தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "வாகனங்கள் நிறுத்தல் மற்றும் ஏற்றல் தடைசெய்யப்பட்டுள்ளது", "correct": true }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image25,
        "answers": [
            { "text": "முன்னால் பின்நோக்கி திரும்பவும்", "correct": false },
            { "text": "இடது பக்கம் திரும்பவும்", "correct": false },
            { "text": "இப்பக்கத்தால் கடந்து செல்லவும்", "correct": true },
            { "text": "முன்னால் இடது பக்கத்திற்கு திரும்பவும்", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image26,
        "answers": [
            { "text": "முன்னால் வலது பக்கத்திற்கு திரும்பவும்", "correct": true },
            { "text": "வாகனங்கள் நிறுத்த முடியும்", "correct": false },
            { "text": "முன்னால் ஆபத்து உள்ளதால் மெதுவாக செலுத்தவும்", "correct": false },
            { "text": "\"நிறுத்து\" சமிக்ஞை", "correct": false }
        ]
    },
    {
        "question": "இலங்கை வீதி ஒழுங்கு விதிகள் கோவையில் எச்சரிக்கை சமிக்ஞைகல் குறிப்பிடப்பட்டிருப்பது",
        "src": "",
        "answers": [
            { "text": "நீல நிரப் பின்னணியில் வெள்ளை நிறத்தால்", "correct": false },
            { "text": "சிவப்பு நிரப் பின்னணியில் வெள்ளை நிறத்தால்", "correct": false },
            { "text": "மஞ்சள் நிரப் பின்னணியில் கருப்பு நிறத்தால்", "correct": true },
            { "text": "வெள்ளை நிரப் பின்னணியில் சிவப்பு நிறத்தால்", "correct": false }
        ]
    },
    {
        "question": "சுற்றுவட்டமொன்றில் அடிப்படைச் சட்டம்",
        "src": "",
        "answers": [
            { "text": "தங்களுக்கு வலது பக்கத்தால் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": true },
            { "text": "தங்களுக்கு இடது பக்கத்தால் அல்லது அண்மையில் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "வாகன நெரிசல் மிகுந்த திசையிலிருந்து வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "தங்களுக்கு இடது பக்கத்தால் அல்லது அண்மையில் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "ஒரு திசைக்கு மூன்று ஒழுக்குகளுள்ள வீதியொன்றில் தங்களது வாகனம் முன்னோக்கி செல்லும் சந்தர்ப்பத்தில் தங்கலாம் நேர்நதெடுக்கப்படவேண்டிய வீதி ஒழுக்கு",
        "src": "",
        "answers": [
            { "text": "வீதியின் நடு ஒழுக்கு அல்லது வலது பக்க ஒழுக்கு", "correct": false },
            { "text": "வீதியின் வலது பக்க ஒழுக்கு", "correct": false },
            { "text": "வீதியின் இடது பக்க ஒழுக்கு", "correct": false },
            { "text": "வீதியின் நடு ஒழுக்கு", "correct": true }
        ]
    },
    {
        "question": "தங்களது வாகனத்திற்கு தங்களுக்கு முன்னால் செல்லும் வாகனத்திற்கும் இடையில் போதியலவு தூரத்தைப் பேன்வேண்டியது,",
        "src": "",
        "answers": [
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தின் சாரதி திடீரென்று வாகனத்தை நிறுத்தினால் அவ்வாகனத்தை கடந்து செல்ல தங்களுக்கு அதிக நேரம் கிடைப்பதனால்", "correct": false },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தின் சாரதி திடீரென்று வாகனத்தை நிறுத்தினால் தங்களுக்கு தங்களது வாகனத்தை பாதுகாப்பக நிறுத்திக்கொள்ள முடிவதனால்", "correct": true },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தை கடந்து செல்ல அதிக இடம் கிடைப்பதனால்", "correct": false },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்திற்கு பின்னல் செல்வது மிகவும் இலகுவாக இருப்பதனால்", "correct": false }
        ]
    },    
    {
        "question": "வாகனமொன்றில் எச்சரிக்கையை குறிக்கும் விளக்கு (Hazard Lamps ) பாவிக்க வேண்டியது",
        "src": "",
        "answers": [
            { "text": "வாகனம் பழுதடைந்த நிலையில் நிறுத்தி வைக்கும் சந்தர்ப்பத்தில் மாத்திரம்", "correct": true },
            { "text": "வாகனம் அவசர நிலமையின் காரணமாக செலுத்தப்படுகின்றது என்பதை உணர்த்துவதற்கு", "correct": false },
            { "text": "சந்தியொன்றில் வாகனமொன்றை நேரே செலுத்த எண்ணுகின்ற போது", "correct": false },
            { "text": "முந்துரிமையைப் பெறுவதற்கு", "correct": false }
        ]
    },
    {
        "question": "பிறிதொரு வாகனம் தங்களது வாகனத்தை கடந்து செல்லும் போது",
        "src": "",
        "answers": [
            { "text": "தங்களை கடந்து செல்ல தங்கள் விரும்பாதபோது தங்களது வாகனத்தின் வலது பக்க சமிக்ஞை விளக்கை எரியவிடவும்", "correct": false },
            { "text": "தங்களது வாகனத்தை குறைந்து கியர் ஒன்றில் நிறுத்துவதற்கு தயாராக வேண்டும்", "correct": false },
            { "text": "தங்களது வாகனத்தின் வேகத்தை அதிகரிக்காமல் கடந்து செல்பவருக்கு தங்களது வாகனத்தை கடந்து செல்ல வழிவிடல் வேண்டும்", "correct": true },
            { "text": "தங்களை கடந்து செல்ல விரும்பாதபோது தங்களது வாகனத்தின் வேகத்தை அதிகரிக்க முடியும்", "correct": false }
        ]
    },
    {
        "question": "சந்தின் கோடு குறிக்கப்பட்டுள்ள ஒரு இடத்தில்",
        "src": "",
        "answers": [
            { "text": "தாங்கள் நேரே முன்னால் செல்வாதாயின் தங்களுக்கு சந்திக் கோண்டுக்குள் பிரவேசிக்க முடியும்", "correct": false },
            { "text": "வலது பக்கத்திற்கு திருப்புதல் தவிர்ந்த வெளியேறுவதற்கு உள்ள வீதி நெருக்கடியாக இருப்பின் சந்திக்க கோட்டிற்குல் பிரவேசிக்கக்கூடாது", "correct": true },
            { "text": "வலது பக்கத்திற்கு திருப்புதல் தவிர்ந்த ஏனைய எல்லா சந்தர்ப்பங்களிலும் தங்களுக்கு சந்திக்க கோட்டுக்கல் பிரவேசிக்க முடியும்", "correct": false },
            { "text": "எல்லா சந்தர்ப்பங்கிளிலும் தங்களுக்கு சந்திக் கோன்டுக்குள் பிரவேசிக்க முடியும்", "correct": false }
        ]
    },
    {
        "question": "வாகனமொன்றை நிறுத்திவைக்கு முடியுமான ஒரு இடம்",
        "src": "",
        "answers": [
            { "text": "சந்தியொன்றிலிருந்து 25 மீட்டர் எல்லைக்கு அப்பால்", "correct": true },
            { "text": "பஸ்தரிப்பு நிலையத்திலிருந்து 20 மீட்டர் எல்லைக்கு அப்பால்", "correct": false },
            { "text": "பாதசாரிகள் கடக்கும் இடத்திலுக்க வாழைவு பிரதேசத்திலிருந்து 10 மீட்டர் எல்லைக்கு அப்பால்", "correct": false },
            { "text": "தீயணைப்பு நீர் குழாயிலிருந்து 10 மீட்டர் எல்லைக்கு அப்பால்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் இன்னுமொறு வாகனத்தை கடந்து செல்லக்கூடாத சந்தர்ப்பம்",
        "src": "",
        "answers": [
            { "text": "வைத்தியசாலையொன்றின் முன்னால் அல்லது அதனை அண்மிக்கும் போது", "correct": false },
            { "text": "நீதிமன்றமொன்றின் முன்னால் அல்லது அதனை அண்மிக்கும் போது", "correct": false },
            { "text": "வீதியில் வரையப்பட்டுள்ள ஒன்றுவிட்ட கோடுகளை வெட்டாத வண்ணம்", "correct": false },
            { "text": "பாதசாரிகள் கடவையில் அல்லது அதனை நெருங்கும் போது", "correct": true }
        ]
    },
    {
        "question": "தங்களது வாகனம் வீதி விபத்துக்கு உட்பட்டால்",
        "src": "",
        "answers": [
            { "text": "விபத்துக்குள்ளான வாகனத்தை உடனடியாக அப்புறப்படுத்தி பொலிஸாருக்கு அறிவித்தல் வேண்டும் ", "correct": false },
            { "text": "வாகனத்தின் அமைப்பை வீதியில் பதிவு செய்து விபத்துக்குள்ளானவர்களை கொண்டு செல்ல வாகனத்தைப் பயன்படுத்த முடியும்", "correct": true },
            { "text": "விபத்துக்குள்ளான வாகனத்தை பொலிஸ் உத்தியோகத்தர் ஒருவர் வரும் வரை அப்புறப்படுத்தக் கூடாது", "correct": false },
            { "text": "முடியுமான அளவு விரைவாக வாகனத்தை வீதியிலிருந்து அப்புறப்படுத்தி வாகனத்தில் ஏதும் இயந்திரக் கோளாறுகள் உள்ளனவா என பரிசோதித்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "இரவு காலங்களில் தாங்கள் எப்போதும் வாகனத்தை நிறுத்த வேண்டியது",
        "src": "",
        "answers": [
            { "text": "வாகன நெரிசல் குறைந்த திசையை நோக்கி ", "correct": false },
            { "text": "மோட்டார் வாகன போக்குவரத்தின் மாற்றுத்திசையை நோக்கி", "correct": false },
            { "text": "வாகன நெரிசல் கூடிய திசையை நோக்கி", "correct": false },
            { "text": "மோட்டார் வாகன போக்குவரத்தின் திசையை நோக்கி", "correct": true }
        ]
    },
    {
        "question": "தங்களுக்கு இடது பக்கத்தால் ஒரு வாகனத்தை கடந்து செல்ல முடிவது",
        "src": "",
        "answers": [
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனம் வலது பக்கத்திற்கு திருப்பப்படவுள்ளது என்ற சமிக்ஞை இடப்பட்டுள்ள போது", "correct": true },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனம் மிகவும் குறைந்த வேகத்தில் செல்லும் போது", "correct": false },
            { "text": "வலது பக்கத்தால் முந்திச் செல்வது பாதுகாப்பானதல்ல என்பதை உணரும் போது", "correct": false },
            { "text": "தங்களுக்கு மாற்றுத் திசையில் அதிக வாகன நெரிசல் காணப்படும் போது", "correct": false }
        ]
    },
    {
        "question": "மதுசாரம் அல்லது போதைவஸ்து பாவித்துள்ள போது",
        "src": "",
        "answers": [
            { "text": "விபத்தொன்றை தவிர்ப்பதற்காக செலவிடப்படும் காலம் அதிகரிக்கும்", "correct": true },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்காக செலவிடப்படும் காலம் குறையும்", "correct": false },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்கான தலையீடு இல்லை", "correct": false },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்குள்ள திறனை அதிகரிக்கும்", "correct": false }
        ]
    },
    {
        "question": "மோட்டார் வாகன சட்ட திட்டங்களை பின்பற்றும் போது முன்னுரிமை வழங்கப்படவேண்டிய முறை யாது?",
        "src": "",
        "answers": [
            { "text": "பொலிஸ் சமிக்ஞைகள், மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகள், வீதி சமிக்ஞைகள்,வீதிகள் மீதுள்ள குறியீடுகள்", "correct": true },
            { "text": "வீதிகள் மீதுள்ள சமிக்ஞைகள், பொலிஸ் சமிக்ஞைகள், மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகள், வீதி சமிக்ஞைகள்", "correct": false },
            { "text": "வீதி சமிக்ஞைகள், வீதிகள் மீதுள்ள கோடுகள், பொலிஸ் சமிக்ஞைகள், மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகள்", "correct": false },
            { "text": "மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகள், வீதி சமிக்ஞைகள், வீதிகள் மீதுள்ள கோடுகள், பொலிஸ் சமிக்ஞைகள்", "correct": false }
        ]
    },    
];