export const quizPapertm = [ 
    {
        id: 1,
        title: "தாள் 1",
        description: "இது மோட்டார் போக்குவரத்து சட்ட பைலட் வினாத்தாளுக்கான எழுத்துத் தேர்வு. ஒவ்வொரு கேள்விக்கும் வழங்கப்பட்ட விருப்பங்களிலிருந்து சரியான பதிலைத் தேர்ந்தெடுக்கவும். அனைத்து கேள்விகளுக்கும் பதிலளிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        duration: 60,
        questions: 40,
        link: '1',
    },
    {
        id: 2,
        title: "தாள் 2",
        description: "இது மோட்டார் போக்குவரத்து சட்ட பைலட் வினாத்தாளுக்கான எழுத்துத் தேர்வு. ஒவ்வொரு கேள்விக்கும் வழங்கப்பட்ட விருப்பங்களிலிருந்து சரியான பதிலைத் தேர்ந்தெடுக்கவும். அனைத்து கேள்விகளுக்கும் பதிலளிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        duration: 60,
        questions: 40,
        link: '2',
    },
    {
        id: 3,
        title: "தாள் 3",
        description: "இது மோட்டார் போக்குவரத்து சட்ட பைலட் வினாத்தாளுக்கான எழுத்துத் தேர்வு. ஒவ்வொரு கேள்விக்கும் வழங்கப்பட்ட விருப்பங்களிலிருந்து சரியான பதிலைத் தேர்ந்தெடுக்கவும். அனைத்து கேள்விகளுக்கும் பதிலளிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        duration: 60,
        questions: 40,
        link: '3',
    },
    {
        id: 4,
        title: "தாள் 4",
        description: "இது மோட்டார் போக்குவரத்து சட்ட பைலட் வினாத்தாளுக்கான எழுத்துத் தேர்வு. ஒவ்வொரு கேள்விக்கும் வழங்கப்பட்ட விருப்பங்களிலிருந்து சரியான பதிலைத் தேர்ந்தெடுக்கவும். அனைத்து கேள்விகளுக்கும் பதிலளிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        duration: 60,
        questions: 40,
        link: '4',
    },
];