import quiz1Image18 from '../../assets/4-18.png';
import quiz1Image19 from '../../assets/25.png';
import quiz1Image20 from '../../assets/2-23.png';
import quiz1Image21 from '../../assets/2-22.png';

export const quiz4Datatm = [
    {
        "question": "வீதி விபத்தொன்றின் போது பொலிஸ் நிலையத்தில் ஆஜராகுவதற்கு வழங்கப்பட்டுள்ள கருணைக் காலம்",
        "answers": [
            { "text": "36 மணித்தியாலம்", "correct": false },
            { "text": "12 மணித்தியாலம்", "correct": false },
            { "text": "24 மணித்தியாலம்", "correct": true },
            { "text": "48 மணித்தியாலம்", "correct": false }
        ]
    },
    {
        "question": "வாகனமொன்று வீதி விபத்திற்கு உள்ளாகும் போது",
        "answers": [
            { "text": "எக்காரணம் கொண்டும் வாகனத்தை அப்புறப்படுத்தல் கூடாது", "correct": false },
            { "text": "அவ்வானத்தை அவ்விடத்திலேயே வைத்தல் வேண்டும்", "correct": false },
            { "text": "ஏனைய வாகனங்களுக்கு ஏற்படும் இடைஞ்சளை தவிர்ப்பதற்கு வீதி ஓரத்திற்கு எடுப்பதற்கு அனுமதி உண்டு", "correct": false },
            { "text": "அவ்வாகனத்தின் அமைப்பை வீதியில் குறித்துக்கொண்டு நோயாளிகளை கொண்டுசெல்வதற்கு அனுமதி உண்டு", "correct": true }
        ]
    },
    {
        "question": "வாகனத்தைச் செலுத்தும் போது மீட்டர் பலகையில் சிவப்பு நிற விளக்கொன்று எரியுமாயின்",
        "answers": [
            { "text": "அண்மையிலுள்ள கராஜிக்கு செலுத்தல் வேண்டும்", "correct": false },
            { "text": "பயனத்தின் இறுதி வரை கவனமாக வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": false },
            { "text": "விஷேட கவனம் செலுத்ததத் தேவையில்லை", "correct": false },
            { "text": "வாகனத்தை உடனடியாக நிறுத்தி கோளாரை கண்டறியவேண்டும்", "correct": true }
        ]
    },
    {
        "question": "நெடுஞ்சாலையில் செலுத்த பொறுத்தமான வாகனம்",
        "answers": [
            { "text": "அங்கு சகல பகுதிகளும் சிறந்த தொழில்நுட்பத்தைக் கொண்டிருத்தல், காப்புறுதிச் சான்றிதழ் வருமானச் சான்றிதழ் என்பவற்றுடன் தேவையான ஆவணங்கள் இருத்தல்", "correct": true },
            { "text": "செல்லுபடியாகும் வருமானச் சான்றிதழ் மற்றும் காப்புறுதிச் சான்றிதழ் மாத்திரம் இருத்தல் வேண்டும்", "correct": false },
            { "text": "சுக்கான், பிரேக் மற்றும் டயர் என்பன மாத்திரம் நல்ல நிலையில் இருத்தல் வேண்டும்", "correct": false },
            { "text": "சாரதிக்கு கட்டுப்படுத்த முடியுமெனின் எவ்வாறான வாகனத்தையும் செலுத்தலாம்", "correct": false }
        ]
    },
    {
        "question": "ஒளி விளக்கு சமிக்ஞைகளினால் கட்டுப்படுத்தப்படும் சந்திக் கோடு குறிப்பிடப்பட்டிருப்பது",
        "answers": [
            { "text": "சந்தியொன்றில் எப்போதும் வாகன நெரிசல் உண்டு என்பதை அறிவுறுத்த", "correct": false },
            { "text": "சந்தியில் வலது பக்கத்திற்கு திருப்புதல் தவிர எந்தவொரு சந்தர்ப்பத்திலும் உட்பிரவேசிப்பதற்காக", "correct": false },
            { "text": "சந்தி தொடர்பாக கூடிய கவனத்தைச் செலுத்த", "correct": false },
            { "text": "பச்சை நிற ஒளி விளக்கு எரிந்த போதும் சந்திக் கோட்டிலிருந்து வெளியேற முடியாவிடின் வலது பக்கத்திற்கு வாகனங்கள் தவிர்ந்த வேறு எந்த வாகனத்தையும் உட்செலுத்தாமல் இருப்பதற்கு", "correct": true }
        ]
    },
    {
        "question": "தன்னியக்க கியர் அற்ற வாகனமொன்று சமதரையான நிலத்தில் பயனத்தை ஆரம்பிக்கின்றபோது அதன் இறுதி செயற்பாட்டின் போது இரு கால்களும் இருக்க வேண்டிய விதம்",
        "answers": [
            { "text": "வலது கால் பிரேக் பெடலில் மற்றும் இடது கால் கீழ் தகட்டில்", "correct": false },
            { "text": "வலது கால் கீழ் தகட்டில் மற்றும் இடது கால் கிளச் பெடலில்", "correct": false },
            { "text": "வலது கால் எக்ஸ்லேற்றரில் மற்றும் இடது கால் கிளச் பெடலில் ", "correct": true },
            { "text": "வலது கால் பிரேக் பெடலில் மற்றும் இடது கால் கிளச் பெடலில்", "correct": false }
        ]
    },
    {
        "question": "கீழ் நோக்கிய சாய்வொன்றின் போது பின்னால் செலுத்தும் தன்னியக்க கியர் அற்ற வாகனத்தில் இரு கால்களும் இருக்க வேண்டிய விதம்",
        "answers": [
            { "text": "இடது கால் கிளச் பெடலில் மற்றும் வலது கால் கியர் பெடலில்", "correct": true },
            { "text": "வலது கால் கீழ் தகட்டில் மற்றும் இடது கால் கிளச் பெடலில்", "correct": false },
            { "text": "வலது கால் கியர் பெடலில் மற்றும் இடது கால் கீழ் தகட்டில் ", "correct": false },
            { "text": "இடது கால் கிளச் பெடலில் சுமாராக மற்றும் வலது கால் எக்ஸ்லேற்றரில்", "correct": false }
        ]
    },
    {
        "question": "தன்னியக்க கியர் அற்ற வாகனமொன்று சாதாரணமாக மட்டமான பாதைெையான்றில் சுதந்திரமாக செலுத்தப்படும் போது இரு கால்களும் இருக்க வேண்டிய விதம்",
        "answers": [
            { "text": "இடது கால் கிளச் பெடலில் மற்றும் வலது கால் கியர் பெடலில்", "correct": false },
            { "text": "வலது கால் கீழ் தகட்டில் மற்றும் இடது கால் கிளச் பெடலில்", "correct": true },
            { "text": "வலது கால் கியர் பெடலில் மற்றும் இடது கால் கீழ் தகட்டில் ", "correct": false },
            { "text": "இடது கால் கிளச் பெடலில் சுமாராக மற்றும் வலது கால் எக்ஸ்லேற்றரில்", "correct": false }
        ]
    },
    {
        "question": "தன்னியக்க கியர் அற்ற வாகனமொன்று வாகன நெரிசல் மிகுந்த பாதைெையான்றில் செலுத்தப்படும் போது இரு கால்களும் இருக்க வேண்டிய விதம்",
        "answers": [
            { "text": "இடது கால் கீழ் தகட்டில் மற்றும் வலது கால் கியர் பெடலில்", "correct": false },
            { "text": "இடது கால் கிளச் பெடலில் மற்றும் வலது கால் கியர் பெடலில் இலேசாக", "correct": false },
            { "text": "இடது கால் கீழ் தகட்டில் மற்றும் வலது கால் எக்ஸஜலேற்றரில் ", "correct": true },
            { "text": "இடது கால் கிளச் பெடலில் சுமாராக மற்றும் வலது கால் எக்ஸ்லேற்றரில்", "correct": false }
        ]
    },
    {
        "question": "வேறு வாகனமொன்றை முந்தும் போது முதலில் செய்யவேண்டியது",
        "answers": [
            { "text": "வாகனத்தை சரியாக வீதி ஒழுக்குக்கு எடுத்தல்", "correct": false },
            { "text": "தனது வேகத்தை ஏற்ற அளவில் வைத்திருத்தல்", "correct": false },
            { "text": "சமிக்ஞைகளை இடுதல் ", "correct": false },
            { "text": "கண்ணாடியால் பின்னோக்கிப் பார்த்தல் ", "correct": true }
        ]
    },
    {
        "question": "வாகனமொன்றை கடந்து செல்லும் சரியான முறையாவது",
        "answers": [
            { "text": "வாகனத்தின் வேகத்தைப் பொறுத்து முறை வேறுபடும்", "correct": false },
            { "text": "சமிக்ஞைகளை இட்டு வீதியை நன்றாக அவதானித்து வாகனத்தை சரியாக கட்டுப்படுத்தல்", "correct": false },
            { "text": "வாகனத்தின் வேகத்தைக் கூட்டி சமிக்ஞைகளை இட்டு வீதியை நன்றாக அவதானித்து வாகனத்தை சரியாக கட்டுப்படுத்தல் ", "correct": false },
            { "text": "வீதியை நன்றாக அவதானித்து சமிக்ஞைகளை இட்டு வாகனத்தை சரியாக கட்டுப்படுத்தல்", "correct": true }
        ]
    },
    {
        "question": "வேறு வாகனமென்றை முந்துவதற்கு எத்தனிக்கும் போது இன்னுமொருவர் தங்களை முந்துவதற்கு எத்தனிக்கின்றார் என உணரும் போது முதலில் செய்யவேண்டியது",
        "answers": [
            { "text": "பின்னால் வரும் வாகனம் தொடர்பாக கவனம் செலுத்தத் தேவையில்லை", "correct": false },
            { "text": "உடனடியாக மிகவும் தெளிவாக தாங்கள் முந்திச்செல்வதற்கு தயாராக உள்ளீர்கள் என்பதை உணர்த்தும் சமிக்ஞையை இடுதல்", "correct": false },
            { "text": "உடனடியாக மிகவும் தெளிவாக வேகத்தைக் குறைக்கும் சமிக்ஞையை இடுதல்", "correct": false },
            { "text": "உடனடியாக மிகவும் தெளிவாக தாங்கள் இடது பக்க ஓரத்திற்கு வருவதற்கு தயாராக உள்ளீர்கள் என்பதை உணர்த்தும் சமிக்ஞையை இடுதல்", "correct": true }
        ]
    },
    {
        "question": "பாதைக் கடவை ஓரத்தில் நேராக பாதையில் மஞ்சள் கோடொன்று வரையப்பட்டிருப்பின்",
        "answers": [
            { "text": "நெடுஞ்சாலையின் ஓரத்தை காட்டும் அண்மித்த ரேகை", "correct": false },
            { "text": "அவ்விடத்தில் வாகனங்களை தரிக்கலாம்", "correct": false },
            { "text": "அவ்விடத்தில் வாகனங்கள் தரிக்க முடியாது", "correct": true },
            { "text": "இடது பக்க சில்லுகள் இரண்டும் பாதசாரிகள் பயணிக்கும் மேடையில் உள்ளவாறு நிறுத்திவைக்கலாம்", "correct": false }
        ]
    },
    {
        "question": "பாதைக் கடவை ஓரத்தில் நேராக பாதையில் வெள்ளை வரையப்பட்டிருப்பின் நிறக் கோடொன்று",
        "answers": [
            { "text": "நெடுஞ்சாலையின் ஓரத்தை காட்டும் அண்மித்த ரேகை", "correct": true },
            { "text": "அவ்விடத்தில் வாகனங்களை தரிக்கலாம்", "correct": false },
            { "text": "அவ்விடத்தில் வாகனங்கள் தரிக்க முடியாது", "correct": false },
            { "text": "இடது பக்க சில்லுகள் இரண்டும் பாதசாரிகள் பயணிக்கும் மேடையில் உள்ளவாறு நிறுத்திவைக்கலாம்", "correct": false }
        ]
    },
    {
        "question": "நகர எல்லையினுள் அனுமதிக்கப்பட்ட வேக எல்லைகள்",
        "answers": [
            { "text": "சகல வாகனங்களும் மணிக்கு 50 கி.மீ", "correct": false },
            { "text": "துவிச்சக்கர வண்டி, மோட்டார் கார், இரட்டைப்பயன்பாடு, வர்த்தக வாகனங்கள், முச்சக்கர வண்டிகள் என்பன முறையே மணிக்கு 50 கி.மீ, மணி 50 கி.மீ, மணி 40 கி.மீ", "correct": false },
            { "text": "துவிச்சக்கர வண்டி, மோட்டார் கார், இரட்டைப்பயன்பாடு, மணிக்கு 70 கி.மீ, வர்த்தக வாகனங்கள மணி 60 கி.மீ, முச்சக்கர வண்டி மணி 40 கி.மீ", "correct": false },
            { "text": "துவிச்சக்கர வண்டி, மோட்டார் கார், இரட்டைப்பயன்பாடு, மணிக்கு 50 கி.மீ, வர்த்தக வாகனங்கள மணி 50 கி.மீ, முச்சக்கர வண்டி மணி 40 கி.மீ", "correct": true }
        ]
    },
    {
        "question": "பயனிகள் கடவை ஒன்று உள்ள போது",
        "answers": [
            { "text": "பயனிகள் கடவை ஊடாக மாத்திரம் பாதசாரிகளுக்கு வீதியை கடக்க முடியும்", "correct": true },
            { "text": "25 மீட்டருக்கு உட்பட்ட எந்தவொரு இடத்தாலும் பாதசாரிகளுக்கு பாதையைக் கடக்க முடியும்", "correct": false },
            { "text": "50 மீட்டருக்கு உட்பட்ட எந்தவொரு இடத்தாலும் பாதசாரிகளுக்கு பாதையைக் கடக்க முடியாது", "correct": false },
            { "text": "50 மீட்டருக்கு உட்பட்ட எந்தவொரு இடத்தாலும் பாதசாரிகளுக்கு பாதையைக் கடக்க முடியும்", "correct": false }
        ]
    },
    {
        "question": "மோட்டார் வாகன ஒளி சமிக்ஞைகளில் மஞ்சள் நிறம் மாத்திரம் எரியுமாயின்",
        "answers": [
            { "text": "சிவப்பு ஒளி விழுவதற்கு முன்னர் வேகமாக வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": false },
            { "text": "அடுத்து பச்சை ஒளி எரியவுள்ளதனால் செல்வதற்கு தயாராக வேண்டும்", "correct": false },
            { "text": "அடுத்து சிவப்பு ஒளி எரியவுள்ளதனால் நிறுத்தல் வேண்டும் ", "correct": true },
            { "text": "அடுத்து பச்சை ஒளி எரியவுள்ளதால் முன்னோக்கிச் செல்லல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் பயனிக்கும் வீதியில் முன் தெளிவில்லாத வளைவு ஒன்று உள்ள போது செய்யவேண்டியது",
        "src": quiz1Image18,
        "answers": [
            { "text": "வாகனத்தை எப்போதும் வீதியின் நடுவே செலுத்துதல்", "correct": false },
            { "text": "வந்த வேகத்தில் ஹோனை ஒலித்துக்கொண்டு செல்லல்", "correct": false },
            { "text": "நிறுத்தும் நோக்கில் வேகத்தை தனித்து ஒரு முறை ஹோனை ஒலித்துக்கொண்டு செல்லல்", "correct": true },
            { "text": "வாகனத்தின் சங்கை ஊதாமல் வேகமாக செல்லல்", "correct": false }
        ]
    },
    {
        "question": "படத்திற்கு அமைய வாகனமொன்றை சந்தியில் திருப்பும் போது “அ” இடத்தில்",
        "src": quiz1Image18,
        "answers": [
            { "text": "வாகனத்தை நிறுத்த வேண்டும்", "correct": false },
            { "text": "சமிக்ஞையிடல் வேண்டும்", "correct": false },
            { "text": "கண்ணாடியைப் பார்த்தல் வேண்டும்", "correct": true },
            { "text": "வேகத்தை தனித்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "படத்திற்கு அமைய வாகனமொன்றை சந்தியில் திருப்பும் போது “இ” இடத்தில்",
        "src": quiz1Image18,
        "answers": [
            { "text": "ஹோனை ஒலிக்க வேண்டும்", "correct": false },
            { "text": "கண்ணாடியைப் பார்த்தல் வேண்டும்", "correct": false },
            { "text": "சமிக்ஞையிடல் வேண்டும்", "correct": false },
            { "text": "வாகனத்தை உரிய வீதி ஒழுக்குக்கு கொண்டு வரல் வேண்டும்", "correct": true }
        ]
    },
    {
        "question": "படத்திற்கு அமைய “A” எனும் ஒன்றுவிட்ட கோட்டினால் காட்டப்படுவது",
        "src": quiz1Image18,
        "answers": [
            { "text": "முன்னால் சந்தியொன்று உள்ளதை உணர்த்தல்", "correct": false },
            { "text": "வீதிக்கு குறுக்காக பயனிக்க தடைசெய்யப்பட்ட ரேகை", "correct": false },
            { "text": "வீதிக்கு நடுவே வரையப்பட்டுள்ள மத்திய ரேகை ", "correct": true },
            { "text": "வீதி ஒழுக்கை குறிக்க வரையப்பட்டுள்ள ரேகை", "correct": false }
        ]
    },
    {
        "question": "படத்திற்கு அமைய “B” எனும் ஒன்றுவிட்ட கோட்டினால் காட்டப்படுவது",
        "src": quiz1Image18,
        "answers": [
            { "text": "வீதி பிரிக்கப்பட்டுள்ள ரேகை", "correct": false },
            { "text": "\“நிறுத்து\” எனும் சமிக்ஞையின் ரேகை", "correct": false },
            { "text": "வீதியில் வழி விடுக எனும் ரேகை ", "correct": true },
            { "text": "பாதசாரிகளுக்கு கடப்பதற்கு வழி விடும் ரேகை", "correct": false }
        ]
    },
    {
        "question": "பாதையின் நடுவே தனி வெள்ளை நிறக்கோடு உள்ள போது",
        "answers": [
            { "text": "வளைவின் ஆபத்தைக் குறிக்க இடப்பட்டுள்ளது", "correct": false },
            { "text": "வெள்ளைக் கோட்டை வெட்டி முந்திச் செல்லல் கூடாது ", "correct": true },
            { "text": "வலது பக்கத்திற்கு திருப்புவது தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "வீதியை பிரிக்க கோடு இடப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "வீதியின் நடுவே அருகருகே இரண்டு வெள்ளைக் கோடுகள் உள்ள போது",
        "answers": [
            { "text": "கோடுகளை வெட்டும் வண்ணம் முந்திச் செல்லல் அல்லது வலது பக்கத்திற்கு திருப்புதல் கூடாது", "correct": true },
            { "text": "வலது பக்கத்திற்கு திருப்ப முடியும்", "correct": false },
            { "text": "முந்திச் செல்ல முடியும்", "correct": false },
            { "text": "வலது பக்கத்திற்கு திருப்ப மற்றும் முந்திச் செல்ல முடியும்", "correct": false }
        ]
    },
    {
        "question": "மோட்டார் வாகனமொன்றின் முன் பகுதி பஃபரில் உலோக பாதுகாப்பு வேலியொன்றை பொருத்தல்",
        "answers": [
            { "text": "முன் பகுதி பஃபர் கழன்று செல்ல வாய்ப்பு உண்டு", "correct": false },
            { "text": "சட்டரீதியற்றது", "correct": true },
            { "text": "அவசர விபத்தின் போது மற்றைய தரப்புக்கு ஏற்படும் இழப்பு அதிகம்", "correct": false },
            { "text": "சாரதியின் பார்வைக்கு தடையை ஏற்படுத்தும்", "correct": false }
        ]
    },
    {
        "question": "சாரதி ஒருவர் வாகனமொன்றை செலுத்தும் எல்லா சந்தர்ப்பங்களிலும் சாரதி அனுமதிப்பத்திரத்தை தம்வசம் வைத்திருப்பது",
        "answers": [
            { "text": "சட்டரீதியான தேவைப்பாடு இல்லை", "correct": false },
            { "text": "சட்டரீதியான தேவையாகும்", "correct": true },
            { "text": "நிழற்படப் பிரதி ஒன்றை வைத்திருப்பது போதுமானது", "correct": false },
            { "text": "தேவையான போது முன்வைப்பதற்கு பாதுகாப்பாக வீட்டில் வைத்திருப்பது உகந்தது", "correct": false }
        ]
    },
    {
        "question": "தனது வாகனத்திற்கு முன்னால் பயனிக்கும் வாகனமொன்றிற்கு இடது பக்கத்தால் முந்திச் செல்ல முடியுமாவது",
        "answers": [
            { "text": "இடது பக்கத்தால் முந்திச் செல்வது முற்றாக தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "முன்னால் செல்லும் வாகனம் வலது பக்கத்திற்கு திருப்பவதாக சமிக்ஞை செய்துள்ள போது", "correct": true },
            { "text": "இடது பக்கத்தால் முந்திச்செல்வது பாதுகாப்பானது என உணரும் சந்தர்ப்பத்தில்", "correct": false },
            { "text": "மேலுள்ள எச்சந்தர்ப்பத்திலும் இடது பக்கத்தால் செல்ல முடியும்", "correct": false }
        ]
    },
    {
        "question": "வாகனத்தை நிறுத்தி வைக்கும் போது தாங்கள் செய்ய வேண்டிய முக்கிய விடயம்",
        "answers": [
            { "text": "வாகனத்தின் கதவுகளை நன்றாக மூடிவிடல்", "correct": false },
            { "text": "நிறுத்தி வைக்கும் பிரேக்கை சரியாக இடுதல்", "correct": true },
            { "text": "பகல் நேரமாயினும் நிறுத்தல் விளக்குகளை எரியவிடல்", "correct": false },
            { "text": "முன்னாலுள்ள சில்லுகளை முற்றாக இடது பக்கத்திற்கு திருப்பி நிறுத்தி வைத்தல்", "correct": false }
        ]
    },
    {
        "question": "எச்சரிக்கையை உணர்த்தும் விளக்குகளை எரியவிட வேண்டியது",
        "answers": [
            { "text": "வாகனத்தில் நோயாளி ஒருவரை கொண்டு செல்லும் போது", "correct": false },
            { "text": "நாற்சந்தியொன்றில் முன்னோக்கிச் செல்லும் போது", "correct": false },
            { "text": "எச்சரிக்கைமிகுந்த ஒரு இடத்தில் வாகனமொன்றை கடந்து செல்லும் போது", "correct": false },
            { "text": "நெடுஞ்சாலையில் இடருக்குள்ளான வாகனமொன்றை நிறுத்திவைக்கும் போது", "correct": true }
        ]
    },
    {
        "question": "மோட்டார் வாகனமொன்றிற்கு எரிபொருள் நிரப்புகின்ற போது",
        "answers": [
            { "text": "எரிபொருள் நிரப்பும் போது என்ஜின் தொடர்பாக கவனம் செலுத்தவேண்டியதில்லை", "correct": false },
            { "text": "வாகனத்தின் என்ஜின் இயங்கிக்கொண்டிருக்கும் போது எரிபொருள் நிரப்புதல் வேண்டும்", "correct": false },
            { "text": "எரிபொருள் நிரப்புகின்ற போது என்ஜினை செயலிழக்கச் செய்தல் வேண்டும்", "correct": true },
            { "text": "என்ஜினில் எண்ணெய் உரிய அளவில் உள்ளதா என்பதை கட்டாயமாக பரீட்சித்துப்பார்த்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image19,
        "answers": [
            { "text": "முன்னால் பின்நோக்கி திரும்பவும்", "correct": false },
            { "text": "இடது பக்கம் திரும்பவும்", "correct": false },
            { "text": "இப்பக்கத்தால் கடந்து செல்லவும் ", "correct": true },
            { "text": "முன்னால் இடது பக்கத்திற்கு திரும்பவும்", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image20,
        "answers": [
            { "text": "ஒற்றை நாட்களில் வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது ", "correct": false },
            { "text": "வீதி மூடப்பட்டுள்ளது", "correct": false },
            { "text": "வாகனங்கள் நிறுத்துவது தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "முன்னால் சுற்றுவட்டமொன்று உண்டு", "correct": false }
        ]
    },
    {
        "question": "இக் குறியீட்டினால் குறிப்பிடப்படுவது",
        "src": quiz1Image21,
        "answers": [
            { "text": "வலது பக்கத்திற்கு தீரும்பவும்", "correct": false },
            { "text": "இடது பக்கமாக வளைவு முன்னால்", "correct": true },
            { "text": "வலது பக்கமாக வளைவு முன்னால்", "correct": false },
            { "text": "இடது பக்கத்திற்கு தீரும்பவும்", "correct": false }
        ]
    },
    {
        "question": "சுற்றுவட்டமொன்றில் அடிப்படைச் சட்டம்",
        "answers": [
            { "text": "தங்களுக்கு வலது பக்கத்தால் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும் ", "correct": true },
            { "text": "தங்களுக்கு இடது பக்கத்தால் அல்லது அண்மையில் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "வாகன நெரிசல் மிகுந்த திசையிலிருந்து வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "தங்களுக்கு இடது பக்கத்தால் அல்லது அண்மையில் வரும் வாகனங்களுக்கு வழிவிடல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "தங்களது வாகனத்திற்கு தங்களுக்கு முன்னால் செல்லும் வாகனத்திற்கும் இடையில் போதியலவு தூரத்தைப் பேன்வேண்டியது,",
        "answers": [
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தின் சாரதி திடீரென்று வாகனத்தை நிறுத்தினால் அவ்வாகனத்தை கடந்து செல்ல தங்களுக்கு அதிக நேரம் கிடைப்பதனால்", "correct": false },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தின் சாரதி திடீரென்று வாகனத்தை நிறுத்தினால் தங்களுக்கு தங்களது வாகனத்தை பாதுகாப்பக நிறுத்திக்கொள்ள முடிவதனால் ", "correct": true },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்தை கடந்து செல்ல அதிக இடம் கிடைப்பதனால்", "correct": false },
            { "text": "தங்களுக்கு முன்னால் செல்லும் வாகனத்திற்கு பின்னல் செல்வது மிகவும் இலகுவாக இருப்பதனால்", "correct": false }
        ]
    },
    {
        "question": "சந்தின் கோடு குறிக்கப்பட்டுள்ள ஒரு இடத்தில்",
        "answers": [
            { "text": "தாங்கள் நேரே முன்னால் செல்வாதாயின் தங்களுக்கு சந்திக் கோண்டுக்குள் பிரவேசிக்க முடியும்", "correct": false },
            { "text": "வலது பக்கத்திற்கு திருப்புதல் தவிர்ந்த வெளியேறுவதற்கு உள்ள வீதி நெருக்கடியாக இருப்பின் சந்திக்க கோட்டிற்குல் பிரவேசிக்கக்கூடாது", "correct": true },
            { "text": "வலது பக்கத்திற்கு திருப்புதல் தவிர்ந்த ஏனைய எல்லா சந்தர்ப்பங்களிலும் தங்களுக்கு சந்திக்க கோட்டுக்கல் பிரவேசிக்க முடியும்", "correct": false },
            { "text": "எல்லா சந்தர்ப்பங்கிளிலும் தங்களுக்கு சந்திக் கோன்டுக்குள் பிரவேசிக்க முடியும்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் இன்னுமொறு வாகனத்தை கடந்து செல்லக்கூடாத சந்தர்ப்பம்",
        "answers": [
            { "text": "வைத்தியசாலையொன்றின் முன்னால் அல்லது அதனை அண்மிக்கும் போது", "correct": false },
            { "text": "நீதிமன்றமொன்றின் முன்னால் அல்லது அதனை அண்மிக்கும் போது", "correct": false },
            { "text": "வீதியில் வரையப்பட்டுள்ள ஒன்றுவிட்ட கோடுகளை வெட்டாத வண்ணம்", "correct": false },
            { "text": "பாதசாரிகள் கடவையில் அல்லது அதனை நெருங்கும் போது", "correct": true }
        ]
    },
    {
        "question": "இரவு காலங்களில் தாங்கள் எப்போதும் வாகனத்தை நிறுத்த வேண்டியது",
        "answers": [
            { "text": "வாகன நெரிசல் குறைந்த திசையை நோக்கி", "correct": false },
            { "text": "மோட்டார் வாகன போக்குவரத்தின் மாற்றுத்திசையை நோக்கி", "correct": false },
            { "text": "வாகன நெரிசல் கூடிய திசையை நோக்கி", "correct": false },
            { "text": "மோட்டார் வாகன போக்குவரத்தின் திசையை நோக்கி", "correct": true }
        ]
    },
    {
        "question": "மதுசாரம் அல்லது போதைவஸ்து பாவித்துள்ள போது",
        "answers": [
            { "text": "விபத்தொன்றை தவிர்ப்பதற்காக செலவிடப்படும் காலம் அதிகரிக்கும்", "correct": true },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்காக செலவிடப்படும் காலம் குறையும்", "correct": false },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்கான தலையீடு இல்லை", "correct": false },
            { "text": "விபத்தொன்றை தவிர்ப்பதற்குள்ள திறனை அதிகரிக்கும்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் இன்னுமொரு வாகனத்தை முந்தக் கூடாத சந்தர்ப்பம்",
        "answers": [
            { "text": "நீதிமன்றத்தின் முன்னால்", "correct": false },
            { "text": "வீதியில் ஒன்றுவிட்ட கோடுகள் கீரப்பட்டுள்ள இடத்தில்", "correct": false },
            { "text": "ஆபத்தான வளைவில் ", "correct": true },
            { "text": "வைத்தியசாலைக்கு முன்னால்", "correct": false }
        ]
    },
]