export const quiz3Datatm = [
    {
        "question": "எரியும் அனையும் பிரதான விளக்குகளினால் குறிப்பிடப்படுவது",
        "answers": [
            { "text": "ஏனையவர்கள் தங்களுக்காக தரித்திருத்தல் வேண்டும்", "correct": false },
            { "text": "தாங்கள் வருகின்றீர்கள்", "correct": false },
            { "text": "தங்களுக்கு முந்துரிமை வழங்க வேண்டும்", "correct": false },
            { "text": "தாங்கள் மெதுவாக பயனிக்கும் வாகனமொன்றை கடந்து செல்கிறீர்கள்", "correct": true }
        ]
    },
    {
        "question": "தாங்கள் இன்னுமொரு வாகனத்தை முந்தக் கூடாத சந்தர்ப்பம்",
        "answers": [
            { "text": "நீதிமன்றத்தின் முன்னால் ", "correct": false },
            { "text": "வீதியில் ஒன்றுவிட்ட கோடுகள் கீரப்பட்டுள்ள இடத்தில்", "correct": false },
            { "text": "ஆபத்தான வளைவில்", "correct": true },
            { "text": "வைத்தியசாலைக்கு முன்னால்", "correct": false }
        ]
    },
    {
        "question": "அதி வேகப் பாதையில் பயனிக்க தடைசெய்யப்படாதது",
        "answers": [
            { "text": "முச்சக்கரவண்டிகள்", "correct": false },
            { "text": "காணி வாகனங்கள்", "correct": true },
            { "text": "துவிச்சக்கர வண்டிகள்", "correct": false },
            { "text": "லொறி வண்டிகள்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் வாகனமொன்றை கடந்து செல்ல என்னுவதாயின் தாங்கள் எடுக்கும் ஆரம்ப கட்ட நடவடிக்கை யாது?",
        "answers": [
            { "text": "வாகனத்தை சரியான பாதை ஒழுக்குக்கு கொண்டுவரல்", "correct": false },
            { "text": "சமிக்ஞை இடல்", "correct": true },
            { "text": "அவதானித்தல்", "correct": false },
            { "text": "சந்தர்ப்பத்திற்கு ஏற்றவாறு வேகத்தை கட்டுப்படுத்தல்", "correct": false }
        ]
    },
    {
        "question": "வாகனமொன்றை நிறுத்தும் போது நிறுத்தும் துாரமாக கணிக்கப்படுவது",
        "answers": [
            { "text": "என்னும் தூரம் மற்றும் பிரேக் இடும் தூரம் ஆகிய இரண்டினதும் குறைந்த துாரம்", "correct": false },
            { "text": "என்னும் துாரம் மற்றும் பிரேக் இடும் துாரம் ஆகிய இரண்டினதும் வித்தியாசம்", "correct": false },
            { "text": "என்னும் துாரம் மற்றும் பிரேக் இடும் துாரம் ஆகிய இரண்டினதும் கூட்டுத்தொகை", "correct": true },
            { "text": "என்னும் துாரம் மற்றும் பிரேக் இடும் தூரம் ஆகிய இரண்டினதும் கூடிய துாரம்", "correct": false }
        ]
    },
    {
        "question": "வாகனத்தை நெடுஞ்சாலையில் செலுத்துகின்ற போது பயனிகள் கடக்கும் இடமொன்று முன்னால் உள்ளது என்பதைக் குறிக்கும் வீதிச் சமிக்ஞையை கண்டவுடன்",
        "answers": [
            { "text": "நெடுஞ்சாலையில் மக்கள் நெரிசல் இல்லாத போது தான் விரும்பியபடி வாகனத்தைச் செலுத்தலாம்", "correct": false },
            { "text": "அவசரமாக பயனிகள் வருவதற்கு முன்னர் பயனிகள் கடக்கும் இடத்தை கடந்து செல்ல வேகத்தை அதிகரித்தல் வேண்டும்", "correct": false },
            { "text": "வாகனத்தை நிறுத்தும் நோக்குடன் வேகத்தை கட்டுப்படுத்தி வாகனத்தை செலுத்தல் வேண்டும்", "correct": true },
            { "text": "ஹோனை ஒலித்து தான் வருவதாக பயனிகளுக்கு அறிவித்து நிறுத்தாமல் செல்லல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "முன்னால் செல்லும் வாகனத்தை தங்களுக்கு கடந்து செல்ல வேண்டுமாயின்",
        "answers": [
            { "text": "முன்னாலுள்ள வாகனத்தின் சாரதி கடந்து செல்ல சமிக்ஞை செய்யும் போது அவ்வாறு செய்யவேண்டியதில்லை", "correct": false },
            { "text": "முன்னால் வீதி தெளிவாக தெரிகின்றதா என்பதை பரிசோதித்தல்", "correct": false },
            { "text": "நெடுஞ்சாலையில் இடமுள்ளதா என்பதை பரிசோதித்தல்", "correct": false },
            { "text": "நெடுஞ்சாலையை உன்னிப்பாக அவதானித்து கடந்து செல்ல முடியுமா என்பதை பரீட்சித்து தீர்மானம் எடுத்தல்", "correct": true }
        ]
    },
    {
        "question": "தாங்கள் முன்னால் வலது பக்கத்திற்கு திருப்ப வேண்டும் எனின் பயனிக்க வேண்டியது,",
        "answers": [
            { "text": "தான் விரும்பும் வீதி ஒழுக்கொன்றை பயன்படுத்த முடியும்", "correct": false },
            { "text": "வீதியின் இடது பக்க ஒழுக்கில்", "correct": false },
            { "text": "வலது பக்கத்திற்கு கொண்டு செல்லல் வேண்டும்", "correct": true },
            { "text": "வீதியின் மத்திய ரேகைக்கு அண்மையிலுள்ள வீதி ஒழுக்கிலாகும்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் முன்னால் இடது பக்கத்தில் நிறுத்த வேண்டுமென அறிவீர்கள் எனின் வாகனத்தை செலுத்தவேண்டியது,",
        "answers": [
            { "text": "வீதியின் இடது பக்க ஒழுக்கில்", "correct": true },
            { "text": "வீதி ஒழுக்குகளை பயன்படுத்த அவசியமில்லை", "correct": false },
            { "text": "வீதியின் நடு ஒழுக்கில்", "correct": false },
            { "text": "வீதியின் வலது பக்கத்தில்", "correct": false }
        ]
    },
    {
        "question": "துணை வீதியொன்றிலிருந்து பிரதான வீதிக்குள் பிரவேசிக்கும் போது",
        "answers": [
            { "text": "பிரதான வீதியில் வாகன நெரிசல் இல்லை எனின் இடது பக்கத்தால் பிரவேசிக்க முடியும்", "correct": false },
            { "text": "வலது பக்கத்திற்கு கவனத்தைச் செலுத்தி வாகனங்கள் இல்லாத போது வீதிக்கு எடுத்தல் பொருத்தம்", "correct": false },
            { "text": "இடது பக்கத்திற்கு கவனத்தைச் செலுத்தி வாகனங்கள் இல்லாத போது வீதிக்கு எடுத்தல் பொருத்தம்", "correct": false },
            { "text": "வீதியின் இரு பக்கத்தையும் உன்னிப்பாக அவதானித்து வாகனத்தை வீதிக்கு எடுத்தல் பொருத்தம்", "correct": true }
        ]
    },
    {
        "question": "தங்களுக்கு பின்னால் வரும் வாகனம் தங்களை கடந்து செல்வதற்கு முயற்சிக்கும் போது தாங்கள் செய்யவேண்டியது",
        "answers": [
            { "text": "பின்னால் வரும் வாகனம் தொடர்பாக அக்கரை கொள்ள அவசியமில்லை ", "correct": false },
            { "text": "வாகனத்தின் வேகத்தை தனித்து இடது பக்கத்தால் பயனித்து முந்திச் செல்வதற்கு வழிவிடல் வேண்டும்", "correct": true },
            { "text": "இடது பக்க சிக்னல் விளக்கை எரியவிட்டு குறித்த நபருக்கு செல்லுமாறு அறிவித்தல்", "correct": false },
            { "text": "வாகனத்தை மேலும் வீதியின் நடுவில் செலுத்தி அவருக்கு முந்திச் செல்வதற்கு இடமளிக்காமல் பயனித்தல்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் வாகனத்தை செலுத்திக்கொண்டிருக்கும் போது தங்களது கையடக்க தொலைபேசி ஓசை எழுப்பினால்",
        "answers": [
            { "text": "நகர பிரதேசங்களில் மாத்திரம் கையடக்க தொலைபேசியை எடுத்து பதிலளிக்கக்கூடாது", "correct": false },
            { "text": "ஒரு கையினால் சுக்கானை செலுத்திய வண்ணம் மற்றையை கையால் தொலைபேசியை எடுத்து பதிலளித்தல் வேண்டும்", "correct": false },
            { "text": "தொலைபேசி அழைப்புக்கு பதிலளிக்க வேண்டுமெனின் வாகனத்தை ஓரத்தில் நிறுத்திவிட்டு", "correct": false },
            { "text": "தொலைபேசி அழைப்புக்கு பதிலளிக்கலாம் கையடக்க தொலைபேசியை கொண்டு செல்லக் கூடாது", "correct": true }
        ]
    },
    {
        "question": "தாங்கள் வாகனத்தை செலுத்துகின்ற போது வீதிக்கு முன்னாலுள்ள தடையொன்று காரணமாக வரிசையாக வாகனங்கள் ஒன்றன் பின் ஒன்றாக நிறுத்தப்பட்டுள்ள போது தாங்கள் செய்யவேண்டியது",
        "answers": [
            { "text": "எதிர் திசிையல் வாகனங்கள் இல்லையெனின் வீதியின் வலது பக்கத்தால் பயனித்தல் வேண்டும்", "correct": false },
            { "text": "சகல வாகனங்களையும் கடந்து சென்று தடையுள்ள இடத்தை அடைதல்", "correct": false },
            { "text": "வீதியில் இறுதியாக நிறுத்தப்பட்டுள்ள வாகனத்திற்கு பின்னால் வாகனத்தை நிறுத்துதல்", "correct": true },
            { "text": "பயனிகள் கடப்பார்கள் எனும் நோக்கத்துடன் நிறுத்திக்கொள்வதற்கு முடியுமான விதத்தில் வேகத்தை குறைத்து வாகனத்தைச் செலுத்தல்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் வாகனத்தை செலுத்துகின்ற போது முன்னால் வீதி ஓரத்தில் வசு வண்டியொன்று நிறுத்தப்பட்டு பயனிகள் இறங்கிக்கொண்டிருக்கும் போது தாங்கள் செய்யவேண்டியது",
        "answers": [
            { "text": "நிறுத்தப்பட்டுள்ள வாகனம் தொடர்பாக கவனம் செலுத்த வேண்டியதில்லை", "correct": false },
            { "text": "பயனிகள் பாதையை கடக்கும் முன்னர் முடியுமான அளவு விறைவாக வசு வண்டியை முந்திச் செல்லல்", "correct": false },
            { "text": "வசு வண்டிக்கு பின்னால் தாங்களது வாகனத்தையும் நிறுத்துதல்", "correct": false },
            { "text": "பயனிகள் கடப்பார்கள் எனும் நோக்கத்துடன் நிறுத்திக்கொள்வதற்கு முடியுமான விதத்தில் வேகத்தை குறைத்து வாகனத்தைச் செலுத்தல்", "correct": true }
        ]
    },
    {
        "question": "தாங்கள் வாகனத்தை செலுத்துகின்ற போது முன்னால் வாகன ஒளி விளக்கு சமிக்ஞையுள்ள சந்தி ஒன்று உள்ளது என்பதாக அறிந்துகொள்ளும் போது",
        "answers": [
            { "text": "வேகத்தை அதிகரித்து அவசரமாக சந்தியை கடக்க வேண்டும்", "correct": false },
            { "text": "எல்லா சந்தர்ப்பங்களிலும் சமிக்ஞை விளக்குகளுக்கு கட்டுப்பட்டு வாகனத்தை செலுத்தல் வேண்டும்", "correct": true },
            { "text": "சந்திக்கு அண்மையில் வாகனத்தை நிறுத்துவதற்கு தயாராக வேண்டும்", "correct": false },
            { "text": "முன்னால் பயனிக்கும் வாகனம் செய்வதைப் போன்று தானும் செய்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "சமிக்ஞை விளக்குகள் உள்ள ஒரு சந்தியில் பொலிஸ் உத்தியோகத்தர் ஒருவர் வாகனங்களை கட்டுப்படுத்துவாராயின் தாங்கள் செயற்படவேண்டியது",
        "answers": [
            { "text": "வலது பக்கத்திற்கு திருப்பும் போது மாத்திரம் பொலிஸ் உத்தியோகத்தரின் கட்டளைக்கு அடிபனிதல் வேண்டும்", "correct": false },
            { "text": "பொலிஸ் உத்தியோகத்தரின் கட்டளைப்படி", "correct": true },
            { "text": "சமிக்ஞை விளக்கின் கட்டளைப்படி", "correct": false },
            { "text": "தங்களுக்கு விரும்பிய பிரகாரம்", "correct": false }
        ]
    },
    {
        "question": "இரவு காலங்களில் வாகனம் செலுத்தும் போது",
        "answers": [
            { "text": "ஹோனை முடியுமான அளவு பயன்படுத்தல் வேண்டும்", "correct": false },
            { "text": "வாகன நெரிசல் குறைவு என்பதனால் வேகமாக வாகனத்தை செலுத்தல் வேண்டும்", "correct": false },
            { "text": "பார்வை வரையறுக்கப்பட்டிருப்பதனால் மிகவும் கவனமாக வாகனத்தை செலுத்தல் வேண்டும்", "correct": true },
            { "text": "பிரதான விளக்குகள் சிறப்பாக உள்ள போது கவனம் தேவையில்லை", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் செலுத்துகின்ற வாகனம் இடை நடுவில் இடருக்கு முகம் கொடுத்தால் தாங்கள் செய்யவேண்டியது",
        "answers": [
            { "text": "முடியுமான அளவு வீதிக்கு இடைஞ்சல் ஏற்படாத வண்ணம் வாகனத்தை நிறுத்துதல்", "correct": true },
            { "text": "வாகனத்தின் விளக்குகளை எரியவிட்டு நிறுத்தலாம்", "correct": false },
            { "text": "இடருக்கு முகம் கொடுத்த இடத்திலேயே நிறுத்துதல்", "correct": false },
            { "text": "முடியுமான அளவு துாரம் வாகனத்தை செலுத்துதல்", "correct": false }
        ]
    },
    {
        "question": "மழையுடன் கூடிய காலநிலை நிலவும் சந்தர்ப்பத்தில் வாகனத்தை செலுத்தும் போது எப்போதும் கடைபிடிக்க வேண்டியது",
        "answers": [
            { "text": "வாகனத்தின் டயர்கள் சிறப்பாக உள்ள போது கவனம் அவசியமில்லை", "correct": false },
            { "text": "குறைந்த கியரில் மெதுவாக வாகனத்தைச் செலுத்தல்", "correct": true },
            { "text": "கூடிய கியரில் வேகமாக வாகனத்தைச் செலுத்தல்", "correct": false },
            { "text": "கூடிய கியரில் மெதுவாக வாகனத்தைச் செலுத்தல்", "correct": false }
        ]
    },
    {
        "question": "சாய்வுமிக்க வீதியொன்றில் வாகனத்தைச் செலுத்தும் போது",
        "answers": [
            { "text": "முடியுமான அளவு வேகமாக வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": false },
            { "text": "குறைவான கியரொன்றில் வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": true },
            { "text": "கூடிய கியரொன்றில் வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": false },
            { "text": "கியர் இன்றி நிவ்டல் நிலையில் வாகனத்தைச் செலுத்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "சமதரையான ஒரு இடத்தில் வாகனத்தை நிறுத்திவைக்கும் போது தாங்கள் செய்யவேண்டிய முக்கிய விடயம்",
        "answers": [
            { "text": "கதவுகளை நன்றாக பூட்டுதல் வேண்டும்", "correct": false },
            { "text": "நிறுத்திவைக்கும் பிரேக்கை சரியாக இடுதல்", "correct": true },
            { "text": "பகல் நேரமாயினும் நிறுத்தும் விளக்குகளை எரியவிடல்", "correct": false },
            { "text": "முன்னாலுள்ள டயர்களை வலது பக்கத்திற்கு திருப்பி நிறுத்துதல்", "correct": false }
        ]
    },
    {
        "question": "எச்சரிக்கையை உணர்த்தும் விளக்குகளை எரியவைக்க வேண்டியது",
        "answers": [
            { "text": "வாகனத்தில் நோயாளி ஒருவரை கொண்டு செல்லும் போது", "correct": false },
            { "text": "நாற்சந்தியொன்றில் முன்னோக்கிச் செல்லும் போது", "correct": false },
            { "text": "ஆபத்தான ஒரு இடத்தில் வாகனமொன்றை கடந்து செல்லும் போது", "correct": false },
            { "text": "நெடுஞ்சாலையில் இடருக்குள்ளான வாகனமொன்றை நிறுத்திவைக்கும் போது", "correct": true }
        ]
    },
    {
        "question": "மோட்டார் வாகனமொன்றிற்கு எரிபொருள் நிரப்புகின்ற போது",
        "answers": [
            { "text": "எரிபொருள் நிரப்பும் போது என்ஜின் தொடர்பாக கவனம் செலுத்தவேண்டியதில்லை", "correct": false },
            { "text": "வாகனத்தின் என்ஜின் இயங்கிக்கொண்டிருக்கும் போது எரிபொருள் நிரப்புதல் வேண்டும்", "correct": false },
            { "text": "எரிபொருள் நிரப்புகின்ற போது என்ஜினை செயலிழக்கச் செய்தல் வேண்டும்", "correct": true },
            { "text": "என்ஜினில் எண்ணெய் உரிய அளவில் உள்ளதா என்பதை கட்டாயமாக பரிசோதித்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "புதிய எண் தகடுகள் முறையின் கீழ் வழங்கப்படும் வாகனத்தின் அடையாள சான்றிதழ்",
        "answers": [
            { "text": "அடையாளச் சான்றிதழ் தொடர்பாக கவனம் செலுத்தவேண்டியதில்லை", "correct": false },
            { "text": "எல்லா சந்தர்ப்பங்களிலும் வாகனத்தினுள் வைத்திருத்தல் வேண்டும்", "correct": true },
            { "text": "வீட்டில் பாதுகாப்பான ஒரு இடத்தில் பாதுகாத்து வைத்தல் வேண்டும்", "correct": false },
            { "text": "வாகன உரிமையாளர் வசம் வைத்திருத்தல் வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "தாங்கள் இரவு நேரததில் வாகனத்தைச் செலுத்தும் போது வேறொரு வாகனம் முன்னால் வரும் சந்தர்ப்பத்தில் தாங்கள் செய்யவேண்டியது,",
        "answers": [
            { "text": "முன்னால் வரும் வாகனத்தின் விளக்குகளினது ஒளி குறைக்கப்பட்டால் மாத்திரம் விளக்குகளின் ஒளியை குறைத்தல் வேண்டும்", "correct": false },
            { "text": "வாகனத்தின் பிரதான விளக்குகளினது ஒளியைக் குறைத்தல்", "correct": true },
            { "text": "வாகனத்தின் பிரதான விளக்குகளை அனைத்தல்", "correct": false },
            { "text": "வாகனத்தின் ஹோனை ஒலித்தல்", "correct": false }
        ]
    },
    {
        "question": "வாகனமொன்றை முந்திச் செல்லும் போது கடைபிடிக்க வேண்டியது",
        "answers": [
            { "text": "3,4 போன்ற கூடிய கியர் ஒன்றை தெரிவு செய்வதன் மூலம் அதிக சக்தியை வழங்கல்", "correct": false },
            { "text": "3,4 போன்ற கூடிய கியர் ஒன்றை தெரிவு செய்வதன் மூலம் அதிக வேகத்தை வழங்கல்", "correct": true },
            { "text": "1,2 போன்ற குறைந்த கியர் ஒன்றை தெரிவு செய்வதன் மூலம் அதிக சக்தியை வழங்கல்", "correct": false },
            { "text": "1,2 போன்ற குறைந்த கியர் ஒன்றை தெரிவு செய்வதன் மூலம் குறைந்த சக்தியை வழங்கல் ஒழுக்கை", "correct": false }
        ]
    },
    {
        "question": "வீதி ஒழுக்குகள் மூன்று உள்ள வீதியொன்றில் மூன்றாவது பயன்படுத்தவேண்டியது",
        "answers": [
            { "text": "வலது பக்கத்திற்கு திருப்புவதற்கு", "correct": false },
            { "text": "அதிக வேகத்துடன் வாகனத்தைச் செலுத்துவதற்கு", "correct": false },
            { "text": "வேறு வாகனமொன்றை முந்திச் செல்வதற்கு", "correct": false },
            { "text": "வேறு வாகனமொன்றை முந்திச் செல்வதற்கு அல்லது வலது பக்கத்திற்கு திருப்பவதற்கு அல்லது விபத்தொன்றை தவிர்ப்பதற்கு", "correct": true }
        ]
    },
    {
        "question": "நெடுஞ்சாலைகள் வழிகாட்டல் கோவையில் எச்சரிக்கை வழங்கும் சமிக்ஞைகளின் நிறமாவது",
        "answers": [
            { "text": "சிவப்பு, வெள்ளை மற்றும் கருப்பு நிறம் ", "correct": false },
            { "text": "சிவப்பு, வெள்ளை மற்றும் நீல நிறம்", "correct": false },
            { "text": "வெள்ளை நிறப் பின்னணியில் சிவப்பு நிறம்", "correct": false },
            { "text": "மஞ்சள் நிற பின்னணியில் கருப்பு நிறம்", "correct": true }
        ]
    },
    {
        "question": "பிரதான வீதிக்கு உட்பிரவேசிக்கும் போது தாங்கள் வழிவிட வேண்டியது",
        "answers": [
            { "text": "இடது பக்கத்தால் வரும் வாகனங்களுக்கு", "correct": false },
            { "text": "வலது பக்கத்தால் வரும் வாகனங்களுக்கு", "correct": false },
            { "text": "வலது மற்றும் இடது பக்கத்தால் வரும் வாகனங்களுக்கு", "correct": true },
            { "text": "முன்னால் வரும் வாகனங்களுக்கு", "correct": false }
        ]
    },
    {
        "question": "இரவு நேரங்களில் முன்னால் வரும் வாகனத்தின் பிரதான விளக்குகளின் ஒளி குறைக்கப்படாவிடின் தாங்கள் செய்யவேண்டியது",
        "answers": [
            { "text": "வாகனத்தின் விளக்குகளை அனைத்தல்", "correct": false },
            { "text": "உடனடியாக பிரதான விளக்கின் ஒளியை கூட்டிக்கொள்ளல்", "correct": false },
            { "text": "வாகனத்தின் வேகத்தைக் குறைத்துக்கொள்ளல்", "correct": true },
            { "text": "வாகனத்தின் வேகத்தை குறைத்தல் அல்லது நிறுத்துவதற்கு முயற்சித்தல்", "correct": false }
        ]
    },
    {
        "question": "வெள்ளை நிற தனிக் கோடு வீதியின் நடுவே கீரப்பட்டுள்ள போது",
        "answers": [
            { "text": "கோட்டை வெட்டி வலது பக்கத்திற்கு திருப்ப முடியும், முந்திச் செல்ல முடியாது", "correct": true },
            { "text": "கோட்டை வெட்டி வலது பக்கத்திற்கு திருப்ப வேண்டும்", "correct": false },
            { "text": "கோட்டை வெட்டி வலது பக்கத்திற்கு திருப்புதல் மற்றும் முந்திச் செல்ல முடியும்", "correct": false },
            { "text": "கோட்டை வெட்டி முந்திச் செல்லலாம், வலது பக்கத்திற்கு திருப்ப முடியாது", "correct": false }
        ]
    },
    {
        "question": "வாகனமொன்றை பின்னோக்கி செலுத்தும் போது பின்பற்ற வேண்டிய ஒழுங்குமுறை",
        "answers": [
            { "text": "கூடிய கியர் ஒன்றை தெரிவு செய்வதன் மூலம் கூடிய சக்தியைப் பெறல்", "correct": false },
            { "text": "தான் விரும்பிய பிரகாரம் வாகனத்தை பின்னால் செலுத்தலாம்", "correct": false },
            { "text": "வாகனத்தை வீதி ஓரத்திற்கு சமாந்தரமாக நிறுத்தி துணை வீதியில் குறைந்த துாரத்தில்வாகனத்தை பின்னோக்கி செலுத்தல்", "correct": true },
            { "text": "வாகனத்தை வீதி ஓரத்திற்கு சமாந்தரமாக நிறுத்தாமல் துணை வீதியில் குறைந்த", "correct": false }
        ]
    },
    {
        "question": "முந்திச் செல்லக் கூடாத சந்தர்ப்பம்",
        "answers": [
            { "text": "பாடசாலையொன்று முன்னால் உள்ள போது", "correct": false },
            { "text": "வைத்தியசாலையொன்று முன்னால் உள்ள போது", "correct": false },
            { "text": "வீதிக்கு நடுவில் உள்ள வெள்ளை நிற ஒன்றுவிட்ட கேர்டு உள்ளபோது", "correct": false },
            { "text": "மலையொன்றின் உச்சியில்", "correct": true }
        ]
    },
    {
        "question": "பாதைக் கடவையைக் குறிக்கும் சமிக்ஞைப் பலகையைக் கண்டால்",
        "answers": [
            { "text": "வீதி நெரிசல் உள்ள சந்தர்ப்பத்தில் மாத்திரம் கவனம் செலுத்தல் வேண்டும்", "correct": false },
            { "text": "பாதசாரி ஒருவர் உள்ளாரா என பரிசோதித்தல்", "correct": false },
            { "text": "மஞ்சள் கோட்டிற்கு வெளியே வாகனத்தை நிறுத்துதல்", "correct": false },
            { "text": "வாகனத்தின் வேகத்தைக் குறைத்தல்", "correct": true }
        ]
    },
    {
        "question": "செல்வதற்கு ஆயத்தமாவதற்கான ஒளி விளக்கை எரியவிடல்",
        "answers": [
            { "text": "சிவப்பு நிற விளக்கு எரியும்", "correct": false },
            { "text": "பச்சை நிற விளக்கு எரியும்", "correct": false },
            { "text": "மஞ்சள் நிற விளக்கு எரியும்", "correct": true },
            { "text": "மஞ்சள் விளக்குடன் சிவப்பு விளக்கும் எரியும்", "correct": false }
        ]
    },
    {
        "question": "சுற்று வளைவொன்றை நோக்கி வரும் போது முன்னால் மஞ்சள் நிற விளக்கு எரிந்தால்",
        "answers": [
            { "text": "ஒளி விளக்கு சமிக்ஞைகளினால் கட்டுப்படுத்தப்படாதது", "correct": false },
            { "text": "வலது பக்கத்தால் வருபவர்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "இடது பக்கத்தால் வருபவர்களுக்கு வழிவிடல் வேண்டும்", "correct": false },
            { "text": "ஒளி விளக்கு சமிக்ஞைக்கு கட்டுப்பட வேண்டும்", "correct": true }
        ]
    },
    {
        "question": "சுற்று வளைவொன்றை நோக்கி வரும் போது முன்னால் மஞ்சள் விளக்கு எரிந்தும் அனைந்தும் காணப்படின்",
        "answers": [
            { "text": "சுற்று வளைவுக்கு தங்களது கூடிய கவனத்தை செலுத்துவதற்காக வேண்டி இடப்பட்டுள்ளது", "correct": false },
            { "text": "நேரடியாக முன்னோக்கிச் செல்ல வேண்டும்", "correct": false },
            { "text": "சுற்று வளைவின் சட்டத்தைப் பின்பற்றல் வேண்டும்", "correct": true },
            { "text": "சுற்று வளைவின் சட்டம் அப்போது அமுல்படுத்தப்படாது", "correct": false }
        ]
    },
    {
        "question": "வாகனங்களில் கண்ணாடிகளை இருள்மயப்படுத்த தற்போதுள்ள ஏற்பாடுகள்",
        "answers": [
            { "text": "முன்கண்ணாடி தவிர்ந்த ஏனைய கண்ணாடிகளை இருள்மயப்படுத்த முடியும்", "correct": false },
            { "text": "சகல கண்ணாடிகளையும் இருள்மயப்படுத்த முடியாது", "correct": true },
            { "text": "முன்னால் இரு கதவுகளின் கண்ணாடிகளையும் முன்கண்ணாடியின் உயரத்தின் ஐந்தில்நான்கு பகுதி கீழ் பாகத்தில் இருள்மயப்படுத்தலாம்", "correct": false },
            { "text": "சகல கண்ணாடிகளையும் இருள்மயப்படுத்தலாம்", "correct": false }
        ]
    },
    {
        "question": "மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகளில் பச்சை நிறம் ஒளிருமாயின் அடுத்து நிகழ்வது",
        "answers": [
            { "text": "பச்சை அனைந்து சிவப்பு மற்றும் மஞ்சள் ஒரே தடவையில் எரிதல்", "correct": false },
            { "text": "பச்சை உள்ள நிலையில் மஞ்சள் எரிதல்", "correct": false },
            { "text": "பச்சை அனைந்து சிவப்பு எரிதல்", "correct": false },
            { "text": "பச்சை அனைந்து மஞ்சள் எரிதல்", "correct": true }
        ]
    },
    {
        "question": "மோட்டார் வாகன ஒளி விளக்கு சமிக்ஞைகளில் சிவப்பு நிறம் ஒளிருமாயின் அடுத்துநிகழ்வது",
        "answers": [
            { "text": "சிவப்பு அனைந்து பச்சை மற்றும் மஞ்சள் ஒரே தடவையில் எரிதல்", "correct": false },
            { "text": "சிவப்பு அனைந்து மஞ்சள் எரிதல்", "correct": false },
            { "text": "சிவப்பு உள்ள நிலையில் மஞ்சள் எரிதல் ", "correct": true },
            { "text": "சிவப்பு அனைந்து பச்சை எரிதல்", "correct": false }
        ]
    },
]